const ADVERSARY_VOID = [
    {
        "名称": "山地巨魔",
        "原文": "MOUNTAIN TROLL",
        "位阶": "1",
        "种类": "独狼",
        "特性": [
            {
                "名称": "无情",
                "原名": "Relentless (3)",
                "类型": "被动",
                "特性描述": "在每个游戏主持人轮次中，山地巨魔可以至多被聚焦三次。像往常一样花费恐惧点来聚焦它。"
            },
            {
                "名称": "盗来的护甲",
                "原名": "Stolen Armor",
                "类型": "被动",
                "特性描述": "战斗开始时，激活一个等同于玩家角色数量的倒计时。每当山地巨魔受到伤害时，下调倒计时并将山地巨魔所需标记的生命点减少 1 点。当其触发时，山地巨魔进化为狂怒山地巨魔（见“狂怒山地巨魔 Enraged Mountain Troll 进化”）。"
            },
            {
                "名称": "连枷横扫",
                "原名": "Flail Swipe",
                "类型": "动作",
                "特性描述": "山地巨魔用头颅连枷挥舞出一道宽广的弧线。标记 1 压力点，对山地巨魔面前邻近范围内的所有目标进行一次攻击。成功时，巨魔造成 2d10+3 伤害，而非其普通伤害。在进化状态下山地巨魔无法使用此动作。\n狂怒山地巨魔 Enraged Mountain Troll  进化： 山地巨魔的难度获得 +1 加值，且其普通攻击发生以下改变：\n 利爪横扫 Claw Swipe：邻近 | 1d8+1 物理伤害"
            },
            {
                "名称": "双重横扫",
                "原名": "Double Swipe",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，将山地巨魔移动至近距离范围内某处，并立即对近战范围内的一个目标进行两次普通攻击。如果两次攻击都命中，将伤害合计，并使目标失去 1 希望点。"
            }
        ],
        "类型": "敌人",
        "简介": "一个从岩石中诞生、丑陋且扭曲的巨人，身穿盗来的盔甲，腰间系着一串被割下的头颅。",
        "动机与战术": "从背后伏击、从上方攻击、咆哮、将敌人砸向岩石、投掷巨石",
        "难度": "14",
        "重度伤害阈值": "8",
        "严重伤害阈值": "15",
        "生命点": "8",
        "压力点": "3",
        "攻击命中": "+2",
        "攻击武器": "颅骨连枷",
        "攻击范围": "邻近",
        "攻击伤害": "1d10+3",
        "攻击属性": "物理",
        "经历": "山脉+2",
        "来源": "VOID",
        "id": "8ada3958-d42b-42ab-936a-8798fc027bdd"
    },
    {
        "名称": "暴乱噬群",
        "原文": "RABBLE MAWB",
        "位阶": "1",
        "种类": "集群",
        "特性": [
            {
                "名称": "集群（3/生命点）",
                "原名": "",
                "类型": "被动",
                "特性描述": "当暴乱噬群标记了一半或更多生命点时，其普通攻击改为造成 1d4 物理伤害。"
            },
            {
                "名称": "卷土重来",
                "原名": "Come Back Worse",
                "类型": "反应",
                "特性描述": "当一个暴乱噬群被击败时，你可以花费 1 恐惧点来使该暴乱噬群复活。这个新的暴乱噬群所有掷骰获得 +X 加值，其中 X 是此特性被该敌人使用的次数。"
            }
        ],
        "类型": "敌人",
        "简介": "这些猫咪大小，长着毛发、肢体和牙齿的球状生物，以十余只组成的、称之为“噬群mawb”的群落为单位进行集体行动。",
        "动机与战术": "吱叫啃噬、聚成一团、四处滚动",
        "难度": "8",
        "重度伤害阈值": "4",
        "严重伤害阈值": "8",
        "生命点": "4",
        "压力点": "2",
        "攻击命中": "−2",
        "攻击武器": "啃咬",
        "攻击范围": "近战",
        "攻击伤害": "1d6+3",
        "攻击属性": "物理",
        "经历": "地下+2",
        "来源": "VOID",
        "id": "2f55a7b1-ab35-4c50-8b99-f15b13d1c833"
    },
    {
        "名称": "红帽屠夫",
        "原文": "REDCAP BUTCHER",
        "位阶": "1",
        "种类": "标准",
        "特性": [
            {
                "名称": "劈砍狂欢",
                "原名": "Chop Happy",
                "类型": "动作",
                "特性描述": "标记 1 压力点，对范围内至多三个目标进行一次普通攻击。每有一个目标标记 1 生命点，你便获得 1 恐惧点。"
            },
            {
                "名称": "飞刀投掷",
                "原名": "Knife Thrower",
                "类型": "动作",
                "特性描述": "标记 1 压力点，对远距离范围内的一个目标进行一次普通攻击。如果红帽屠夫在隐匿状态下进行此攻击，则其攻击掷骰获得优势。"
            }
        ],
        "类型": "敌人",
        "简介": "一只半身人大小的精类生物，使用各种切割工具将受害者劈成碎片。",
        "动机与战术": "让目标疲于奔命、露出令人不安的笑容、劈砍、仓皇逃窜",
        "难度": "12",
        "重度伤害阈值": "5",
        "严重伤害阈值": "10",
        "生命点": "4",
        "压力点": "3",
        "攻击命中": "+1",
        "攻击武器": "剁肉刀",
        "攻击范围": "近战",
        "攻击伤害": "1d8+1",
        "攻击属性": "物理",
        "经历": "疾行+2",
        "来源": "VOID",
        "id": "69c6909a-4615-4d82-bde5-f07a2ecd187c"
    },
    {
        "名称": "红帽制烛匠",
        "原文": "REDCAP CANDLEMAKER",
        "位阶": "1",
        "种类": "头目",
        "特性": [
            {
                "名称": "荣耀之手",
                "原名": "Hand of Glory",
                "类型": "被动",
                "特性描述": "当红帽制烛匠出现时，在该数据块上放置五个指示物。每当红帽制烛匠标记 1 生命点时，移除一个指示物。当此数据块上有一个或多个指示物时，红帽制烛匠处于隐匿状态。"
            },
            {
                "名称": "执炬者",
                "原名": "Torchbearer",
                "类型": "被动",
                "特性描述": "红帽制烛匠的荣耀之手所散发的光芒激发其盟友的嗜血欲望。当该数据块上有一个或多个指示物时，近距离范围内的所有“红帽”（译注：即敌人名称带有红帽 Redcap，但是如果角色们能够抢夺一顶红帽从而获得加成在叙事上也非常有趣）的伤害掷骰获得 +1 加值。"
            },
            {
                "名称": "烈焰之舞",
                "原名": "Dance in the Flames",
                "类型": "动作",
                "特性描述": "从该数据块上花费 1 个指示物。红帽制烛匠在远距离范围内的一个点上召唤出一颗火球。该点邻近范围内的所有生物必须进行一次敏捷反应掷骰。失败的目标受到 2d10 魔法伤害。成功的目标受到一半伤害。"
            }
        ],
        "类型": "敌人",
        "简介": "一个面色苍白、骨瘦如柴的邪教领袖，手持一根七英尺高的权杖，顶端插着由绞死者的手制成的蜡烛。",
        "动机与战术": "投下长长的阴影、远离混战、向目标展示光明",
        "难度": "13",
        "重度伤害阈值": "7",
        "严重伤害阈值": "13",
        "生命点": "6",
        "压力点": "3",
        "攻击命中": "+3",
        "攻击武器": "燃烛杖",
        "攻击范围": "邻近",
        "攻击伤害": "1d10+2",
        "攻击属性": "魔法",
        "经历": "警惕+3",
        "来源": "VOID",
        "id": "b06973c8-9b89-48a6-b5a6-71f5654daeeb"
    },
    {
        "名称": "双身犬",
        "原文": "DOPPELH",
        "位阶": "2",
        "种类": "潜伏",
        "特性": [
            {
                "名称": "瞬影野兽",
                "原名": "Blink Beast",
                "类型": "被动",
                "特性描述": "当战斗开始时，在双身犬的近距离范围内放置一个复制体。当双身犬被聚焦时，该复制体可以移动，且双身犬可以视同在其复制体的位置上对敌人进行攻击。双身犬同时占据两个位置，直到受到攻击，此时你掷一个 d6 来决定攻击目标是双身犬（结果为偶数）还是其复制体（结果为奇数）。对复制体的攻击自动失败。对双身犬的成功攻击会驱散该复制体，直到你花费 1 恐惧点再次召唤它。"
            },
            {
                "名称": "双重鞭击",
                "原名": "Double Lash",
                "类型": "反应",
                "特性描述": "当双身犬进行一次普通攻击时，你可以标记 1 压力点来额外进行一次普通攻击。如果两次攻击都以同一生物为目标，则将伤害合并。"
            }
        ],
        "类型": "敌人",
        "简介": "一只凶狠的魔法六足地狱犬，拥有泛着红光的眼睛和两条长长、布满牙齿的鱿鱼触手状附肢。它通过召唤自身的幻象来迷惑敌人。",
        "动机与战术": "伏击猎物、为取乐而杀戮、玩弄猎物、欺骗和迷惑",
        "难度": "14",
        "重度伤害阈值": "9",
        "严重伤害阈值": "17",
        "生命点": "4",
        "压力点": "5",
        "攻击命中": "+3",
        "攻击武器": "带齿触手",
        "攻击范围": "邻近",
        "攻击伤害": "2d8+2",
        "攻击属性": "物理",
        "经历": "阴影+3",
        "来源": "VOID",
        "id": "22c72993-e89a-4650-a041-349143330a37"
    },
    {
        "名称": "龙骑士",
        "原文": "DRAGON KNIGHT",
        "位阶": "2",
        "种类": "斗士",
        "特性": [
            {
                "名称": "高地优势",
                "原名": "High Ground",
                "类型": "被动",
                "特性描述": "龙骑士从上方攻击目标时，攻击掷骰获得 +2 加值。"
            },
            {
                "名称": "强化暴击",
                "原名": "Enhanced Critical",
                "类型": "被动",
                "特性描述": "龙骑士的 d20 攻击掷骰结果若为 19 或 20，则视为一次关键成功。"
            },
            {
                "名称": "飞跃突袭",
                "原名": "Leaping Strike",
                "类型": "动作",
                "特性描述": "标记 1 压力点并选择一个远距离范围内的目标。骑士移动到目标的近战范围内，并对目标进行一次普通攻击。成功时，伤害掷骰获得 +1d12 加值，同时目标必须标记 1 护甲槽，且不获得其效果（其仍然可以使用护甲来减少伤害）。"
            }
        ],
        "类型": "敌人",
        "简介": "一名身披龙鳞板甲、头戴龙首形头盔的骑士。",
        "动机与战术": "利用破绽、拉开距离、击倒失衡、从上方突袭",
        "难度": "15",
        "重度伤害阈值": "15",
        "严重伤害阈值": "30",
        "生命点": "5",
        "压力点": "3",
        "攻击命中": "+2",
        "攻击武器": "长枪",
        "攻击范围": "邻近",
        "攻击伤害": "2d12+3",
        "攻击属性": "物理",
        "经历": "特技+2",
        "来源": "VOID",
        "id": "6a27227b-ca00-416f-95de-b80a01cb62d5"
    },
    {
        "名称": "石像鬼",
        "原文": "GARGOYLE",
        "位阶": "2",
        "种类": "斗士",
        "特性": [
            {
                "名称": "岩石之躯",
                "原名": "Stone Body",
                "类型": "被动",
                "特性描述": "石像鬼对物理伤害具有抗性。"
            },
            {
                "名称": "雕像而已",
                "原名": "Just a Statue",
                "类型": "被动",
                "特性描述": "在战斗中进行第一次攻击之前，或在其变为 隐匿 状态后，石像鬼与普通雕像无异，直到其下次行动或有玩家角色成功进行一次本能掷骰以识别。"
            },
            {
                "名称": "俯冲突袭",
                "原名": "Swooping Strike",
                "类型": "动作",
                "特性描述": "选择远距离范围内的一个点。石像鬼沿直线移动到该点，并对沿途的一个目标进行攻击。"
            }
        ],
        "类型": "敌人",
        "简介": "一尊被魔法激活的雕像，其形如可怕的野兽或魔鬼。",
        "动机与战术": "明处伪装，保持警戒，俯冲而下",
        "难度": "13",
        "重度伤害阈值": "14",
        "严重伤害阈值": "28",
        "生命点": "8",
        "压力点": "2",
        "攻击命中": "+2",
        "攻击武器": "石爪",
        "攻击范围": "近战",
        "攻击伤害": "2d10+3",
        "攻击属性": "物理",
        "经历": "遗迹+2",
        "来源": "VOID",
        "id": "a92d578e-8a21-4839-88d1-fb82977c956a"
    },
    {
        "名称": "腐口追猎者",
        "原文": "GOBSTALKER",
        "位阶": "2",
        "种类": "独狼",
        "特性": [
            {
                "名称": "无情",
                "原名": "Relentless (3)",
                "类型": "被动",
                "特性描述": "在每个游戏主持人轮次中，腐口追猎者可以至多被聚焦三次。像往常一样花费恐惧点来聚焦它。"
            },
            {
                "名称": "反秘法恶臭",
                "原名": "Anti-mystica-halitosis",
                "类型": "被动",
                "特性描述": "腐口追猎者的气息恶臭不堪，能制造一片隐形的瘴气，抵消魔法效果。任何在腐口追猎者近距离范围内、在其前方造成魔法伤害或产生魔法效果的攻击都会自动失败。此特性不影响腐口追猎者自身的特性。"
            },
            {
                "名称": "带眼触角",
                "原名": "Eyestalks",
                "类型": "动作",
                "特性描述": "标记 1 压力点，以攻击一个远距离范围内的目标。命中时，花费 1 恐惧点来选择一个效果，或掷一个 d10 来决定一个随机效果。腐口追猎者使用下列的魔法射线：\n1. 蛊惑 Beguile 目标陷入 蛊惑 状态，并视腐口追猎者为盟友。处于 蛊惑 状态的生物无法攻击腐口追猎者。此外，每当有人掷出恐惧结果时，处于 蛊惑 状态的玩家角色必须标记 1 压力点，或对其最近的盟友进行一次普通攻击。此效果持续到目标进行一次成功的风度或知识掷骰（16）为止。\n2. 腐蚀 Corrode 目标受到 2d8 魔法伤害，并标记 1 护甲槽，且不获得其效果（其仍然可以使用护甲来减少伤害）。如果目标的所有护甲槽都已被标记，则伤害翻倍。\n3. 厄运 Doom 目标立即标记所有未标记的生命点，但可以通过花费任意数量的希望点来减少以这种方式标记的生命点数量。每花费 1 希望点，以此方式标记的生命点数量减少 1。\n4. 催眠 Hypnosis 目标陷入深度睡眠般的恍惚状态，无法采取除了尝试醒来以外的任何行动。当目标受到攻击、标记 1 或更多生命点，或成功进行一次本能掷骰（16）时则会醒来。\n5. 麻痹 Paralyze 目标僵在原地，陷入 脆弱 和 束缚 状态，直到其标记 2 压力点。\n6. 石化 Petrify 在目标身上设置一个石化倒计时（6）。当玩家角色掷出恐惧结果时，下调倒计时。当倒计时触发时，目标会变成石头，直到腐口追猎者被击败或其进行一次长休。在石化期间，目标免疫所有伤害并能够感知周围环境，但无法使用动作。\n7. 推离 Push 目标被抛飞至远距离范围，并因撞击任意物体而受到 3d6 物理伤害。\n8. 灼烧 Sear 目标受到 2d8 直接魔法伤害。\n9. 迟缓 Slow 目标陷入 脆弱 状态，并且必须标记 1 压力点才能移动。目标可以随时花费 2 希望点来结束此效果。\n10. 惊怖 Terrify 目标只能尝试逃离战斗或尝试通过一次成功的洞察（译注：原文就是insight，这里应该是本能）掷骰（16）来摆脱恐惧，否则无法行动。此外，每当你花费恐惧点时，目标必须标记 1 压力点。此效果持续到腐口追猎者被击败或目标进行一次休息为止。"
            }
        ],
        "类型": "敌人",
        "简介": "一个肉质的、漂浮的、带有利齿的球状物，其头顶长有十根带关节的触角，每根触角上都长着一只不同颜色的眼睛。",
        "动机与战术": "伏击、清除对手、追求财富、远程施法",
        "难度": "15",
        "重度伤害阈值": "10",
        "严重伤害阈值": "20",
        "生命点": "8",
        "压力点": "6",
        "攻击命中": "+2",
        "攻击武器": "撕咬",
        "攻击范围": "近战",
        "攻击伤害": "2d6+3",
        "攻击属性": "物理",
        "经历": "魔法+3",
        "来源": "VOID",
        "id": "a3db453c-6ad5-4f3a-a11d-455857edca8b"
    },
    {
        "名称": "奇美拉",
        "原文": "CHIMERA",
        "位阶": "3",
        "种类": "斗士",
        "特性": [
            {
                "名称": "撕裂之颚",
                "原名": "Rending Jaws",
                "类型": "被动",
                "特性描述": "当奇美拉成功攻击时，目标需标记 2 护甲槽才能将伤害降低一个等级，而非 1 个。"
            },
            {
                "名称": "烈焰吐息",
                "原名": "Breath of Fire",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，选择奇美拉前方近距离范围内至多三名玩家角色。所有目标必须进行一次敏捷反应掷骰（20）。失败的目标受到 3d12 魔法伤害。成功的目标必须标记 1 护甲槽或标记 1 压力点。"
            },
            {
                "名称": "毒蛇突袭",
                "原名": "Serpent Strike",
                "类型": "反应",
                "特性描述": "当奇美拉受到一名邻近范围内玩家角色的攻击时，你可以标记 1 压力点对其进行一次攻击。成功时，造成 4d4+10 物理伤害，并使其陷入 中毒 状态，直到其下次休息或成功进行一次知识掷骰（20）。处于 中毒 状态时，目标在进行动作掷骰之前必须掷一个 d6。如果结果为 3 或更低，其必须标记 1 压力点。"
            },
            {
                "名称": "双重利爪",
                "原名": "Double Claw",
                "类型": "反应",
                "特性描述": "在奇美拉进行一次普通攻击后，你可以标记 1 压力点进行一次额外的普通攻击。如果两次攻击都针对同一个生物，则将伤害合计。"
            }
        ],
        "类型": "敌人",
        "简介": "一个有着狮头、羊身和蛇尾的巨型喷火怪兽。",
        "动机与战术": "玩弄猎物、巡视领地、展露野性、屠戮牲畜",
        "难度": "17",
        "重度伤害阈值": "22",
        "严重伤害阈值": "40",
        "生命点": "9",
        "压力点": "5",
        "攻击命中": "+5",
        "攻击武器": "利爪",
        "攻击范围": "近战",
        "攻击伤害": "3d12",
        "攻击属性": "物理",
        "经历": "捕食者+3",
        "来源": "VOID",
        "id": "7ec4107d-c4e6-4d99-aedf-98b39207843a"
    },
    {
        "名称": "邪骑影王",
        "原文": "FELLMOUNTED SHADOW KING",
        "位阶": "3",
        "种类": "辅助",
        "特性": [
            {
                "名称": "光与影",
                "原名": "Light and Shadow",
                "类型": "被动",
                "特性描述": "邪骑影王在阴影或黑暗中时，攻击掷骰和伤害掷骰获得 +1 加值；在明亮光照中时，攻击掷骰和伤害掷骰受到 -1 惩罚。"
            },
            {
                "名称": "遗物猎手",
                "原名": "Relic Hunter",
                "类型": "被动",
                "特性描述": "邪骑影王对装备有魔法武器或护甲的玩家角色进行攻击时获得优势。"
            },
            {
                "名称": "地狱之歌",
                "原名": "Hellsong",
                "类型": "动作",
                "特性描述": "花费 2 恐惧点，使邪骑影王的坐骑发出一声令人毛骨悚然的尖啸，回荡在战场上。远距离范围内所有玩家角色必须进行一次风度反应掷骰（18）。成功的目标必须标记 1 压力点。失败的目标必须标记 1 压力点并失去 1 希望点。如果一名玩家角色无法失去希望点，你获得 2 恐惧点。"
            },
            {
                "名称": "空中支援",
                "原名": "Air Support",
                "类型": "反应",
                "特性描述": "每场景三次，你可以花费 1 恐惧点，使邪骑影王远距离范围内的任意一名敌人重掷一次未命中的攻击掷骰并获得优势。"
            }
        ],
        "类型": "敌人",
        "简介": "被遗忘的王者之影，骑乘着一条生有双翼的鳗鱼，被诅咒缚于天空中巡行，为某位邪恶的半神效力。",
        "动机与战术": "为主人获取魔法物品、散布恐惧、巡视天空",
        "难度": "16",
        "重度伤害阈值": "24",
        "严重伤害阈值": "38",
        "生命点": "8",
        "压力点": "5",
        "攻击命中": "+4",
        "攻击武器": "诅咒之枪",
        "攻击范围": "近距离",
        "攻击伤害": "3d10+6",
        "攻击属性": "物理魔法",
        "经历": "探寻者+3",
        "来源": "VOID",
        "id": "f7fa48f6-702f-4728-8218-1f14a5d9fd88"
    },
    {
        "名称": "灯影惑师",
        "原文": "LAMPLIGHT BEGUILER",
        "位阶": "3",
        "种类": "潜伏",
        "特性": [
            {
                "名称": "双生诱饵",
                "原名": "Doppel-Dangler",
                "类型": "动作",
                "特性描述": "灯影惑师头部触须末端的膜状团块可以变形成任何类人生物形态。标记 1 压力点，并选择近距离范围内的一名玩家角色。该玩家必须告诉你其玩家角色会觉得最值得信任的形态（例如亲戚、导师或爱人）。灯影惑师的头部触须会变形为该形态。"
            },
            {
                "名称": "引诱",
                "原名": "Entice",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，对近距离范围内的一名玩家角色奏响诱人的呼唤。该玩家角色必须成功进行一次风度反应掷骰（18），否则将移动至灯影惑师的近战范围内。如果灯影惑师的头部触须是玩家角色会觉得值得信任的形态，则其在反应掷骰中获得劣势。"
            },
            {
                "名称": "缠绕",
                "原名": "Entangle",
                "类型": "反应",
                "特性描述": "当一名玩家角色移动至近战范围内时，你可以花费 1 恐惧点对其进行一次攻击。攻击成功时，目标陷入 吞噬 状态。处于 吞噬 状态时，生物处于 束缚 状态，且只能使用攻击灯影惑师的动作。灯影惑师受到重度伤害时，会吐出所有处于 吞噬 状态的生物。"
            },
            {
                "名称": "休息与消化",
                "原名": "Rest and Digest",
                "类型": "反应",
                "特性描述": "当聚焦灯影惑师且体内有处于 吞噬 状态的生物时，其会移动到远离玩家角色的远距离范围处。"
            }
        ],
        "类型": "敌人",
        "简介": "一种巨大的人鱼生物，用其悬垂、能变形的头部触须引诱毫无戒心的猎物进入其捕食范围。",
        "动机与战术": "用秘密知识引诱，猛然收紧陷阱，通过其变形的头部触须说话",
        "难度": "16",
        "重度伤害阈值": "16",
        "严重伤害阈值": "32",
        "生命点": "6",
        "压力点": "5",
        "攻击命中": "+0",
        "攻击武器": "利齿",
        "攻击范围": "近战",
        "攻击伤害": "3d8+2",
        "攻击属性": "物理",
        "经历": "秘密+3，诱惑+3",
        "来源": "VOID",
        "id": "1cf273c9-d575-43fa-9693-ed1898528f24"
    },
    {
        "名称": "低语怨灵",
        "原文": "WHISPER WRAITH",
        "位阶": "3",
        "种类": "远程",
        "特性": [
            {
                "名称": "幽魂形体",
                "原名": "Spectral",
                "类型": "被动",
                "特性描述": "低语怨灵免疫物理伤害，并具有魔法伤害易伤。此外，低语怨灵可以穿过实体物体。"
            },
            {
                "名称": "惊怖",
                "原名": "Spooky",
                "类型": "被动",
                "特性描述": "当成功攻击时，所有近距离范围内的玩家角色必须标记 1 压力点，且你获得 1 恐惧点。"
            },
            {
                "名称": "梦魇裹尸布",
                "原名": "Nightmare Shroud",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，使怨低语怨灵缠绕近战范围内的一名玩家角色，使其陷入 笼罩 状态，直到该玩家角色或一名盟友成功进行一次力量或攻击掷骰以驱离怨灵。如果是攻击掷骰，处于 笼罩 状态的玩家角色会受到伤害。处于 笼罩 状态时，玩家角色在所有攻击中获得劣势，并在掷出恐惧结果时标记 1 压力点。"
            }
        ],
        "类型": "敌人",
        "简介": "这些怨灵是破碎誓言与未竟梦想的回声，呈现为漂浮在空中的半透明黑色丝绒破布，勾勒出模糊的人形。",
        "动机与战术": "束缚肢体，从高处坠落，离地升空，在空中盘旋，缠绕头部",
        "难度": "18",
        "重度伤害阈值": "20",
        "严重伤害阈值": "36",
        "生命点": "6",
        "压力点": "6",
        "攻击命中": "+4",
        "攻击武器": "暗影之触",
        "攻击范围": "近战",
        "攻击伤害": "3d8+5",
        "攻击属性": "魔法",
        "经历": "梦想+3",
        "来源": "VOID",
        "id": "3c683f1c-68e7-45da-a26b-620f2f7bcb2f"
    },
    {
        "名称": "圣化歌者",
        "原文": "HALLOWED CHOIR",
        "位阶": "4",
        "种类": "集群",
        "特性": [
            {
                "名称": "集群（6/生命点）",
                "原名": "Horde (2d8+3)",
                "类型": "被动",
                "特性描述": "当圣化歌者已标记一半或更多生命点时，其普通攻击改为造成 2d8+3 点魔法伤害。"
            },
            {
                "名称": "声波突袭",
                "原名": "Aural Assault",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，使圣化歌者释放神圣能量。移除此数据块上的所有指示物（详见“天界终曲”）。每移除一个指示物，对近距离范围内所有敌人造成 1d12 点直接魔法伤害。"
            },
            {
                "名称": "天界终曲",
                "原名": "Celestial Coda",
                "类型": "反应",
                "特性描述": "倒计时 (循环 3)。 圣化歌者的神圣歌声在每次重复中愈发高昂。当圣化歌者首次被聚焦时，激活倒计时。在其每一次动作掷骰时，下调倒计时。当倒计时触发时，在此数据块上放置一个指示物。圣歌队的难度和普通攻击伤害获得等同于此数据块上指示物数量的加值。"
            }
        ],
        "类型": "敌人",
        "简介": "一支由有翼类人生物组成的天界圣歌队，他们的歌声能令听者流下如同被感召般敬畏的泪水。",
        "动机与战术": "压制不信者，齐声高唱",
        "难度": "17",
        "重度伤害阈值": "24",
        "严重伤害阈值": "48",
        "生命点": "7",
        "压力点": "6",
        "攻击命中": "+2",
        "攻击武器": "合唱声波",
        "攻击范围": "远距离",
        "攻击伤害": "4d10",
        "攻击属性": "魔法",
        "经历": "音乐+2",
        "来源": "VOID",
        "id": "186b99c5-a2c0-4917-b75e-6e542f716e71"
    },
    {
        "名称": "猫头鹰女巫",
        "原文": "OWL WITCH",
        "位阶": "4",
        "种类": "社交",
        "特性": [
            {
                "名称": "厄兆",
                "原名": "Omen",
                "类型": "被动",
                "特性描述": "当近距离范围内的一名玩家角色进行动作掷骰时，其恐惧骰获得等同于你当前拥有的恐惧点数量的加值。"
            },
            {
                "名称": "女巫屏障",
                "原名": "Witch Barrier",
                "类型": "被动",
                "特性描述": "猫头鹰女巫对魔法伤害具有抗性。"
            },
            {
                "名称": "魅惑之声",
                "原名": "Alluring Voice",
                "类型": "动作",
                "特性描述": "猫头鹰女巫可以完美模仿所爱之人或信任之人的声音。花费 1 恐惧点，使猫头鹰女巫对可以听到其声音的一个生物发出呼唤。目标必须成功进行一次本能反应掷骰，否则将向猫头鹰女巫移动，长度至多为远距离。"
            },
            {
                "名称": "梦魇凝视",
                "原名": "Nightmare Stare",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，猫头鹰女巫使远距离范围内的一个目标陷入 折磨 状态，其陷入清醒噩梦。除非一名玩家角色使用休整行动来安抚受 折磨 的生物并清除此状态，否则处于 折磨 状态的生物无法通过任何方式清除压力点或生命点。"
            },
            {
                "名称": "惨死预视",
                "原名": "Visions of a Violent End",
                "类型": "反应",
                "特性描述": "当猫头鹰女巫成为被攻击的目标时，你可以花费 1 恐惧点，迫使攻击者进行一次风度反应掷骰。失败时，其心智被自己惨死的画面淹没，并标记 1d4 压力点。"
            }
        ],
        "类型": "敌人",
        "简介": "一只巨型、充满复仇之心的猫头鹰，翼展达15尺，长着一张人脸。",
        "动机与战术": "吸取精华、施加诅咒、预知死亡",
        "难度": "19",
        "重度伤害阈值": "27",
        "严重伤害阈值": "47",
        "生命点": "4",
        "压力点": "3",
        "攻击命中": "+7",
        "攻击武器": "锋锐利爪",
        "攻击范围": "邻近",
        "攻击伤害": "4d8+5",
        "攻击属性": "物理",
        "经历": "魔法+2，黑夜追踪者+2",
        "来源": "VOID",
        "id": "a6b35c45-1635-4c89-b20f-546453d658ce"
    },
    {
        "名称": "摄脑祭司",
        "原文": "CEPHILITH PRIEST",
        "位阶": "4",
        "种类": "头目",
        "特性": [
            {
                "名称": "灵能冲击",
                "原名": "Psychic Blast",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，选择近距离范围内至多三个目标，使其进行一次知识或本能反应掷骰（20）。成功的目标受到 2d10+5 点直接魔法伤害。失败的目标受到 4d10+10 点直接魔法伤害，并陷入 脆弱 状态直至其被聚焦。"
            },
            {
                "名称": "大脑吮吸",
                "原名": "Cerebral Suction",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，选择近战范围内一个处于 脆弱 状态的目标。摄脑祭司抓住目标，并试图将其面部触须插入目标的耳朵、鼻子和嘴巴。目标必须成功进行一次力量反应掷骰，否则标记 1d6 压力点。摄脑祭司清除等同于目标标记的压力点数量的压力点。"
            },
            {
                "名称": "念力抓握",
                "原名": "Telekinetic Grasp",
                "类型": "反应",
                "特性描述": "当摄脑祭司成功进行一次普通攻击时，你可以标记 1 压力点，使目标陷入 束缚 状态，直到其花费 1 希望点来清除此状态。"
            }
        ],
        "类型": "敌人",
        "攻击武器": "心灵尖刺",
        "攻击范围": "远距离",
        "难度": "20",
        "重度伤害阈值": "37",
        "严重伤害阈值": "70",
        "生命点": "7",
        "压力点": "5",
        "攻击命中": "+8",
        "攻击伤害": "4d10+10",
        "攻击属性": "魔法",
        "经历": "异界+3",
        "来源": "VOID",
        "id": "65523e54-bdb8-46d1-8cb7-1d7d92aa5226"
    },
    {
        "名称": "城堡杀手",
        "原文": "XERO",
        "位阶": "4",
        "种类": "独狼",
        "特性": [
            {
                "名称": "无情",
                "原名": "Relentless (X)",
                "类型": "被动",
                "特性描述": "西罗在每个游戏主持人轮次中可以被聚焦至多 X 次，其中 X 等同于场景中玩家角色的数量。像往常一样花费恐惧点来聚焦它。"
            },
            {
                "名称": "附带伤害",
                "原名": "Collateral Damage",
                "类型": "被动",
                "特性描述": "西罗的移动不会被任何外部效应阻碍、妨碍或影响。西罗移动经过的所有可破坏地形或障碍物都会被摧毁。"
            },
            {
                "名称": "千吨践踏",
                "原名": "Gigaton Stomp",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，西罗用力踩下地面，引发局部地震。近战范围内的所有生物受到 4d12 点物理伤害，并陷入 束缚 状态，直到其成功进行一次灵巧掷骰以从脚下脱离。所有近战范围外、近距离范围内的生物必须成功进行一次本能反应掷骰，否则被击退至远距离处。如果一个目标被击退，其必须标记 1 护甲槽，否则在落地时承受 4d12 点物理伤害。"
            },
            {
                "名称": "强力滑行",
                "原名": "Power Slide",
                "类型": "动作",
                "特性描述": "标记 1 压力点，使西罗移动至近距离范围。所有被西罗移动经过的生物必须进行一次力量反应掷骰。失败的目标必须标记 2 护甲槽，否则承受严重伤害。"
            },
            {
                "名称": "放射吐息",
                "原名": "Radioactive Breath",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，使西罗充能一道核能光束，并在其数据块上放置一个指示物。下次西罗被聚焦时，你可以花费此指示物并释放光束。从西罗所在处向战场边缘画一条宽度为近距离的直线。此路径内的所有玩家角色必须进行一次敏捷反应掷骰。失败的目标承受 4d12+12 点直接魔法伤害。成功的目标承受一半伤害。直到西罗受到严重伤害前，无法再次使用此动作。"
            },
            {
                "名称": "再生",
                "原名": "Regeneration",
                "类型": "动作",
                "特性描述": "每场景至多三次，花费任意数量的恐惧点，以恢复等量的生命点。"
            }
        ],
        "类型": "敌人",
        "一只城堡般大小的双足爬行动物。动机与战术": "留下毁灭的痕迹，夷平建筑，践踏定居点",
        "难度": "20",
        "重度伤害阈值": "35",
        "严重伤害阈值": "70",
        "生命点": "12",
        "压力点": "10",
        "攻击命中": "+8",
        "攻击武器": "扫尾",
        "攻击范围": "近距离",
        "攻击伤害": "4d12+6",
        "攻击属性": "物理",
        "经历": "毁灭+5",
        "来源": "VOID",
        "id": "e07e401c-0836-4fd4-834b-2843d7c7532e"
    }
];

const ENVIRONMENT_VOID = [
    {
        "名称": "饕餮盛宴",
        "原文": "GRAND FEAST",
        "位阶": "1",
        "种类": "社交",
        "特性": [
            {
                "名称": "口无遮拦，快速交友",
                "原名": "Loose Lips and Fast Friends",
                "类型": "被动",
                "特性描述": "每个人都来此寻欢作乐。玩家角色在与狂欢者社交时，其风度掷骰获得优势。",
                "特性问题": "大家都在庆祝什么？派对在哪里？谁来买单？"
            },
            {
                "名称": "你难道不尽兴吗？",
                "原名": "Are You Not Entertained?",
                "类型": "动作",
                "特性描述": "花费聚焦让宴会的主人拉开夜晚娱乐环节的序幕。所有玩家角色都可以进行一次动作掷骰，以发起一场表演、竞赛或其他轻松愉快的消遣。每位成功的玩家角色都会成为一名 尊贵宾客（Honored Guest）。在盛大宴会结束前，尊贵宾客 可以向主人索取一份恩惠，然后清除此状态。",
                "特性问题": "主人最想看到或听到什么？他能给玩家角色什么作为回报？"
            },
            {
                "名称": "总有那么一个人……",
                "原名": "There's Always That One...",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点 来使一名玩家角色陷入被困 状态，让其与派对上最令人不快的人进行交谈，直到其成功进行一次动作掷骰，将自己从这个社交黑洞中解脱出来。一名 被困 的玩家角色除了尝试解除此状态外，不能进行任何其他动作掷骰。当一名 被困玩家角色 动作掷骰失败时，他们必须标记 1 压力点。",
                "特性问题": "是什么让这个家伙如此讨厌？玩家角色在意的哪些事情会被他不断贬低或否定？这个家伙有什么无聊或糟糕的事忍不住一直说？"
            },
            {
                "名称": "散场时分",
                "原名": "Last Call",
                "类型": "反应",
                "特性描述": "漫长的夜晚过后，派对参与者们开始陆续散去。宴会结束后，所有参与庆祝活动的玩家角色清除所有压力点并获得 1 希望点。此外，每位 尊贵宾客 恢复所有生命点并额外获得 1 希望点，然后清除此状态。过度放纵的玩家角色必须进行一次成功的力量反应掷骰，否则会陷入 宿醉 状态，直到下次休息。宿醉 玩家角色在所有动作掷骰中受到 −1 惩罚。",
                "特性问题": "玩家角色在离开派对时会互相分享哪些疯狂故事？玩家角色意外地看到谁在派对结束后卿卿我我？"
            }
        ],
        "类型": "环境",
        "简介": "一场面向整个社区的庆典，提供海量的酒水、食物与欢乐。",
        "趋向": "将众人齐聚一堂，庆祝一个重要时刻，鼓励尽情狂欢",
        "难度": "11",
        "潜在敌人": "刺客学徒，警卫，商人，低阶贵族，雇佣剑客，间谍",
        "来源": "VOID"
    },
    {
        "名称": "劫案",
        "原文": "HEIST",
        "位阶": "2",
        "种类": "事件",
        "特性": [
            {
                "名称": "准备工作",
                "原名": "Prep Work",
                "类型": "被动",
                "特性描述": "在劫案开始前，每位玩家角色都有机会收集关键情报、侦察地点或获取有用的工具或资源。让每位玩家描述一个他们预计会遇到的障碍，以及他们是如何为此做好准备以克服它的，然后让他们进行一次动作掷骰。成功时，他们获得所寻求的优势或资产。恐惧成功时，其作用不如预期（例如，他们发现了隐藏通道的位置，但得知闯入可能困难且会发出噪音）。",
                "特性问题": "玩家角色是如何获得此优势的？是独自行动还是寻求帮助？在劫案过程中会发生什么意想不到的复杂情况？"
            },
            {
                "名称": "潜入",
                "原名": "Infiltration",
                "类型": "被动",
                "特性描述": "确定劫案目标，并启动两个动态倒计时：一个进展倒计时（12）代表队伍完成目标的进度，一个后果倒计时（10）代表被发现与抓捕的风险上升。根据动态倒计时推进表，在玩家角色进行动作掷骰以完成劫案时，推进这两个倒计时。如果进展倒计时先触发，聚焦此环境以使用“撤离”特性。如果后果倒计时先触发，获得 1d4 恐惧点，聚焦此环境，并使用“拉响警报”特性。",
                "特性问题": "队伍的目标是什么，它位于何处？会遇到哪些意外障碍？如果队伍被抓会发生什么？"
            },
            {
                "名称": "早有预料",
                "原名": "Saw This Coming",
                "类型": "被动",
                "特性描述": "每场游戏一次，玩家角色可以花费 1 希望点，解释其是如何为当前情况做准备的，并揭示一条关键信息（例如隐藏通道的位置或受限区域的密码），或者拿出一件有用的物品（例如一件无人看管的邪教徒制服或藏在靴子里的普通消耗品）。",
                "特性问题": "玩家角色事先做了哪些准备？他们怎么知道需要这些准备？设置这些准备花费了什么代价，或欠了谁的人情？"
            },
            {
                "名称": "撤离",
                "原名": "Exfiltration",
                "类型": "反应",
                "特性描述": "当进展倒计时触发时，队伍达成劫案的目标，并且必须成功进行一次团队动作掷骰才能不被发现地逃脱。失败时，每位玩家角色标记 1 压力点并承受 2d12 直接伤害。",
                "特性问题": "什么使得逃离比潜入更加危险？哪些意想不到的情况阻碍了队伍最初的逃脱计划？"
            },
            {
                "名称": "拉响警报",
                "原名": "Sound the Alarm",
                "类型": "反应",
                "特性描述": "当后果倒计时触发时，队伍被发现，并且该地点进入 高度戒备 状态。立即召唤数量等同于场景中玩家角色数量的位阶2 敌人，并聚焦其中一个。当此环境处于 高度戒备 状态时，所有敌人的难度获得 +1 加值。",
                "特性问题": "是什么让这些敌人特别适合守卫此地？他们了解哪些信息，使其在防守中占据优势？"
            }
        ],
        "类型": "环境",
        "简介": "队伍必须进入一个隐藏或严密保护的地点，以获取其中保管的信息或物品。",
        "趋向": "让队伍做好准备，将角色们分开，制造障碍，将角色们困在里面，耗尽角色们的资源",
        "难度": "14",
        "潜在敌人": "警卫队长，牛头人破坏者，守密人，幽灵守护者",
        "来源": "VOID"
    },
    {
        "名称": "水晶荒原",
        "原文": "CRYSTAL WASTELAND",
        "位阶": "3",
        "种类": "险境",
        "特性": [
            {
                "名称": "和谐共振",
                "原名": "Harmonic Resonance",
                "类型": "被动",
                "特性描述": "此地的水晶弥漫着魔法能量。玩家角色可以进行一次休整行动并通过一次成功的施法掷骰，尝试与环境 调谐 。在水晶荒原中，与环境 调谐 的玩家角色在进行施法掷骰时获得优势。玩家角色离开荒原时，此状态即被清除。",
                "特性问题": "与此地的调谐如何改变你的感官体验？这片地方会唤起你童年的哪段旋律或歌曲？"
            },
            {
                "名称": "重力异常",
                "原名": "Gravitational Anomalies",
                "类型": "动作",
                "特性描述": "奇异的局部现象遍布地表，扭曲着距离和方向。花费 1 恐惧点，以改变你选择的某一点的重力。该点近距离范围内的所有目标必须进行一次知识反应掷骰，以计算其新的轨迹。失败的目标受到 3d8+4 点物理伤害且被抛飞。成功的目标必须标记 1 压力点或承受一半伤害。",
                "特性问题": "当你的身体和心智努力重新建立平衡时，这种感觉如何？有没有办法将其利用为优势？"
            },
            {
                "名称": "奥术倒影",
                "原名": "Arcane Reflection",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，使任意数量玩家角色在水晶中瞥见自己曾经的模样或可能成为的样子。每个目标进行一次命运掷骰。掷骰成功的目标会看到他们更好的自我的幻象，并可以替换一项经历。掷骰失败的目标会看到他们黑暗的过去——或者一个更黑暗的未来——且必须标记 1 压力点，你获得 1 恐惧点。",
                "特性问题": "玩家角色在水晶另一侧看见了谁？这让他们有什么感受？"
            },
            {
                "名称": "锋利地形",
                "原名": "Razor-Sharp Terrain",
                "类型": "反应",
                "特性描述": "当玩家角色在荒原中导航的掷骰失败时，其进行一次灵巧反应掷骰。若掷骰失败，其会被地形锋利的边缘割伤。魔法水晶碎片嵌入他们的伤口并缓慢生长，使其陷入 结晶化 状态。为该玩家角色激活一个水晶倒计时 (1)。在其通过一次成功的知识掷骰移除此状态之前， 结晶化 的玩家角色在每次休息开始时其水晶倒计时上调，并且其闪避值受到等同于其当前值的惩罚。倒计时在状态清除时结束。",
                "特性问题": "水晶生长时是什么样子？感觉如何？"
            },
            {
                "名称": "心灵洗牌",
                "原名": "Psychic Shuffle",
                "类型": "反应",
                "特性描述": "当玩家角色进行一次长休时，你可以花费 1 恐惧点来交换他们的心智。收回所有玩家的角色卡，然后洗匀并随机重新分发。每张角色卡都附带该玩家角色的领域卡和游玩配件。玩家角色可以通过一次成功的知识掷骰重新获得他们的心智，届时其与持有其原始角色卡的玩家交换角色卡。",
                "特性问题": "身处他人躯体是什么感觉？如果可以选择以某种方式保持这种状态，你会如何选择？"
            }
        ],
        "类型": "环境",
        "简介": "一片严酷而怪异的土地，矗立着闪闪发光的水晶塔。",
        "趋向": "斩断核心，击碎心智，揭示真容",
        "难度": "16",
        "潜在敌人": "成年闪光蜓、构装体、水晶守卫（宝库守卫）、元素火花、低语怨灵",
        "来源": "VOID"
    },
    {
        "名称": "门户之城",
        "原文": "CONVERGENCE",
        "位阶": "4",
        "种类": "社交",
        "特性": [
            {
                "名称": "不可能之事无处不在",
                "原名": "Impossibilities Abound",
                "类型": "被动",
                "特性描述": "汇聚城是神祇、怪物、异界生物以及各种维度旅者的枢纽。凡人通常不被这些存在放在眼里，因此玩家角色在试图影响他们时，其动作掷骰会获得劣势，除非玩家角色对其有所钳制，或清楚该非玩家角色所看重之物。",
                "特性问题": "何种存在目前在城中掌权？他们奉行何种奇异习俗？哪位玩家角色对此感到最为困惑或冒犯，哪名玩家角色则采纳这些习俗为己用？"
            },
            {
                "名称": "多元宇宙之旅",
                "原名": "Into the Multiverse",
                "类型": "被动",
                "特性描述": "汇聚城拥有一扇通往每个存在位面的传送门或入口。",
                "特性问题": "队伍想去哪里（或何时）？那扇传送门位于何处，又是谁控制着那片区域？"
            },
            {
                "名称": "无所不在，无所不能",
                "原名": "Everything Everywhere All at Once",
                "类型": "被动",
                "特性描述": "这座城市拥有解决任何问题的方案，只要你能找到它。玩家角色若寻求具有奇异属性的特定物品，可以进行一次本能或风度掷骰，在城市的泛维度市场中找到它。\n\t- 关键成功： 玩家角色找到了完美的物品，而拥有它的商人只想要玩家角色认为无关紧要的东西作为交换。\n\t- 希望成功： 玩家角色找到了完美的物品，并可以用等价物进行交换。\n\t- 恐惧成功： 玩家角色找到了完美的物品，但拥有它的商人只会用队伍目前无法提供的东西进行交换……暂时如此。\n\t- 任意失败： 玩家角色必须标记 1 压力点，因为他们白费力气徒劳无功。玩家角色可以标记额外的 1 压力点，将此结果转变为恐惧成功。",
                "特性问题": "谁拥有队伍需要的物品？他们想要什么作为回报？"
            },
            {
                "名称": "勿惹风波",
                "原名": "Don't Make Waves",
                "类型": "被动",
                "特性描述": "倒计时（6）。 由于汇聚城中一切皆有可能，因此这座城市维持着一套迷宫般的官僚体系，负责颁布并执行关于各界域之间所有交易和互动的法令。当队伍抵达汇聚城时，启动倒计时（6），每当有玩家角色做出扰乱城市微妙政治平衡的事情时，下调倒计时。当其触发时，玩家角色会变为 通缉犯 ，直到其向当局洗清罪名。当一名 通缉犯 玩家角色掷出恐惧结果时，你可以召唤 1d4 名时间执法者，他们会在邻近范围内出现，立即获得聚焦，并试图逮捕队伍。",
                "特性问题": "队伍做了什么（或打算做什么）引来了执政联盟的注意和愤怒？他们如何解决自己造成的问题？"
            },
            {
                "名称": "无法拒绝的提议",
                "原名": "An Offer You Can't Refuse",
                "类型": "动作",
                "特性描述": "汇聚城内有多个对立势力保持着岌岌可危的平衡。花费 1 恐惧点，让其中一个派系向队伍提供一个解决难题的简单方案，以换取他们的效忠。如果队伍拒绝，每位玩家角色必须标记 1 压力点，并且他们将来无法再向该派系寻求帮助。",
                "特性问题": "哪个势力向队伍提供支持？他们希望队伍对抗谁？"
            }
        ],
        "类型": "环境",
        "简介": "一座位于创世枢纽的广袤大都市，来自诸界的各方要人齐聚于此。",
        "趋向": "用异域习俗挑战角色们，用无穷无尽的奇珍异物让角色们眼花缭乱，用不可能之事诱惑角色们",
        "难度": "20",
        "潜在敌人": "权势人物（君主、恶魔领主奥瑟拉斯、火巨人军阀、至高死灵师、上位神使、吸血鬼领主、末日先知）、旅行者与居民（任意）",
        "来源": "VOID"
    }
];