const ADVERSARY_VOID = [
    {
        "名称": "山地巨魔",
        "原文": "MOUNTAIN TROLL",
        "位阶": "1",
        "种类": "独狼",
        "特性": [
            {
                "名称": "无情",
                "原名": "Relentless (3)",
                "类型": "被动",
                "特性描述": "在每个游戏主持人轮次中，山地巨魔可以至多被聚焦三次。像往常一样花费恐惧点来聚焦它。"
            },
            {
                "名称": "盗来的护甲",
                "原名": "Stolen Armor",
                "类型": "被动",
                "特性描述": "战斗开始时，激活一个等同于玩家角色数量的倒计时。每当山地巨魔受到伤害时，下调倒计时并将山地巨魔所需标记的生命点减少 1 点。当其触发时，山地巨魔进化为狂怒山地巨魔（见“狂怒山地巨魔 Enraged Mountain Troll 进化”）。"
            },
            {
                "名称": "连枷横扫",
                "原名": "Flail Swipe",
                "类型": "动作",
                "特性描述": "山地巨魔用头颅连枷挥舞出一道宽广的弧线。标记 1 压力点，对山地巨魔面前邻近范围内的所有目标进行一次攻击。成功时，巨魔造成 2d10+3 伤害，而非其普通伤害。在进化状态下山地巨魔无法使用此动作。\n狂怒山地巨魔 Enraged Mountain Troll  进化： 山地巨魔的难度获得 +1 加值，且其普通攻击发生以下改变：\n 利爪横扫 Claw Swipe：邻近 | 1d8+1 物理伤害"
            },
            {
                "名称": "双重横扫",
                "原名": "Double Swipe",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，将山地巨魔移动至近距离范围内某处，并立即对近战范围内的一个目标进行两次普通攻击。如果两次攻击都命中，将伤害合计，并使目标失去 1 希望点。"
            }
        ],
        "类型": "敌人",
        "简介": "一个从岩石中诞生、丑陋且扭曲的巨人，身穿盗来的盔甲，腰间系着一串被割下的头颅。",
        "动机与战术": "从背后伏击、从上方攻击、咆哮、将敌人砸向岩石、投掷巨石",
        "难度": "14",
        "重度伤害阈值": "8",
        "严重伤害阈值": "15",
        "生命点": "8",
        "压力点": "3",
        "攻击命中": "+2",
        "攻击武器": "颅骨连枷",
        "攻击范围": "邻近",
        "攻击伤害": "1d10+3",
        "攻击属性": "物理",
        "经历": "山脉+2",
        "来源": "VOID",
        "id": "8ada3958-d42b-42ab-936a-8798fc027bdd"
    },
    {
        "名称": "暴乱噬群",
        "原文": "RABBLE MAWB",
        "位阶": "1",
        "种类": "集群",
        "特性": [
            {
                "名称": "集群（3/生命点）",
                "原名": "",
                "类型": "被动",
                "特性描述": "当暴乱噬群标记了一半或更多生命点时，其普通攻击改为造成 1d4 物理伤害。"
            },
            {
                "名称": "卷土重来",
                "原名": "Come Back Worse",
                "类型": "反应",
                "特性描述": "当一个暴乱噬群被击败时，你可以花费 1 恐惧点来使该暴乱噬群复活。这个新的暴乱噬群所有掷骰获得 +X 加值，其中 X 是此特性被该敌人使用的次数。"
            }
        ],
        "类型": "敌人",
        "简介": "这些猫咪大小，长着毛发、肢体和牙齿的球状生物，以十余只组成的、称之为“噬群mawb”的群落为单位进行集体行动。",
        "动机与战术": "吱叫啃噬、聚成一团、四处滚动",
        "难度": "8",
        "重度伤害阈值": "4",
        "严重伤害阈值": "8",
        "生命点": "4",
        "压力点": "2",
        "攻击命中": "−2",
        "攻击武器": "啃咬",
        "攻击范围": "近战",
        "攻击伤害": "1d6+3",
        "攻击属性": "物理",
        "经历": "地下+2",
        "来源": "VOID",
        "id": "2f55a7b1-ab35-4c50-8b99-f15b13d1c833"
    },
    {
        "名称": "红帽屠夫",
        "原文": "REDCAP BUTCHER",
        "位阶": "1",
        "种类": "标准",
        "特性": [
            {
                "名称": "劈砍狂欢",
                "原名": "Chop Happy",
                "类型": "动作",
                "特性描述": "标记 1 压力点，对范围内至多三个目标进行一次普通攻击。每有一个目标标记 1 生命点，你便获得 1 恐惧点。"
            },
            {
                "名称": "飞刀投掷",
                "原名": "Knife Thrower",
                "类型": "动作",
                "特性描述": "标记 1 压力点，对远距离范围内的一个目标进行一次普通攻击。如果红帽屠夫在隐匿状态下进行此攻击，则其攻击掷骰获得优势。"
            }
        ],
        "类型": "敌人",
        "简介": "一只半身人大小的精类生物，使用各种切割工具将受害者劈成碎片。",
        "动机与战术": "让目标疲于奔命、露出令人不安的笑容、劈砍、仓皇逃窜",
        "难度": "12",
        "重度伤害阈值": "5",
        "严重伤害阈值": "10",
        "生命点": "4",
        "压力点": "3",
        "攻击命中": "+1",
        "攻击武器": "剁肉刀",
        "攻击范围": "近战",
        "攻击伤害": "1d8+1",
        "攻击属性": "物理",
        "经历": "疾行+2",
        "来源": "VOID",
        "id": "69c6909a-4615-4d82-bde5-f07a2ecd187c"
    },
    {
        "名称": "红帽制烛匠",
        "原文": "REDCAP CANDLEMAKER",
        "位阶": "1",
        "种类": "头目",
        "特性": [
            {
                "名称": "荣耀之手",
                "原名": "Hand of Glory",
                "类型": "被动",
                "特性描述": "当红帽制烛匠出现时，在该数据块上放置五个指示物。每当红帽制烛匠标记 1 生命点时，移除一个指示物。当此数据块上有一个或多个指示物时，红帽制烛匠处于隐匿状态。"
            },
            {
                "名称": "执炬者",
                "原名": "Torchbearer",
                "类型": "被动",
                "特性描述": "红帽制烛匠的荣耀之手所散发的光芒激发其盟友的嗜血欲望。当该数据块上有一个或多个指示物时，近距离范围内的所有“红帽”（译注：即敌人名称带有红帽 Redcap，但是如果角色们能够抢夺一顶红帽从而获得加成在叙事上也非常有趣）的伤害掷骰获得 +1 加值。"
            },
            {
                "名称": "烈焰之舞",
                "原名": "Dance in the Flames",
                "类型": "动作",
                "特性描述": "从该数据块上花费 1 个指示物。红帽制烛匠在远距离范围内的一个点上召唤出一颗火球。该点邻近范围内的所有生物必须进行一次敏捷反应掷骰。失败的目标受到 2d10 魔法伤害。成功的目标受到一半伤害。"
            }
        ],
        "类型": "敌人",
        "简介": "一个面色苍白、骨瘦如柴的邪教领袖，手持一根七英尺高的权杖，顶端插着由绞死者的手制成的蜡烛。",
        "动机与战术": "投下长长的阴影、远离混战、向目标展示光明",
        "难度": "13",
        "重度伤害阈值": "7",
        "严重伤害阈值": "13",
        "生命点": "6",
        "压力点": "3",
        "攻击命中": "+3",
        "攻击武器": "燃烛杖",
        "攻击范围": "邻近",
        "攻击伤害": "1d10+2",
        "攻击属性": "魔法",
        "经历": "警惕+3",
        "来源": "VOID",
        "id": "b06973c8-9b89-48a6-b5a6-71f5654daeeb"
    },
    {
        "名称": "双身犬",
        "原文": "DOPPELH",
        "位阶": "2",
        "种类": "潜伏",
        "特性": [
            {
                "名称": "瞬影野兽",
                "原名": "Blink Beast",
                "类型": "被动",
                "特性描述": "当战斗开始时，在双身犬的近距离范围内放置一个复制体。当双身犬被聚焦时，该复制体可以移动，且双身犬可以视同在其复制体的位置上对敌人进行攻击。双身犬同时占据两个位置，直到受到攻击，此时你掷一个 d6 来决定攻击目标是双身犬（结果为偶数）还是其复制体（结果为奇数）。对复制体的攻击自动失败。对双身犬的成功攻击会驱散该复制体，直到你花费 1 恐惧点再次召唤它。"
            },
            {
                "名称": "双重鞭击",
                "原名": "Double Lash",
                "类型": "反应",
                "特性描述": "当双身犬进行一次普通攻击时，你可以标记 1 压力点来额外进行一次普通攻击。如果两次攻击都以同一生物为目标，则将伤害合并。"
            }
        ],
        "类型": "敌人",
        "简介": "一只凶狠的魔法六足地狱犬，拥有泛着红光的眼睛和两条长长、布满牙齿的鱿鱼触手状附肢。它通过召唤自身的幻象来迷惑敌人。",
        "动机与战术": "伏击猎物、为取乐而杀戮、玩弄猎物、欺骗和迷惑",
        "难度": "14",
        "重度伤害阈值": "9",
        "严重伤害阈值": "17",
        "生命点": "4",
        "压力点": "5",
        "攻击命中": "+3",
        "攻击武器": "带齿触手",
        "攻击范围": "邻近",
        "攻击伤害": "2d8+2",
        "攻击属性": "物理",
        "经历": "阴影+3",
        "来源": "VOID",
        "id": "22c72993-e89a-4650-a041-349143330a37"
    },
    {
        "名称": "龙骑士",
        "原文": "DRAGON KNIGHT",
        "位阶": "2",
        "种类": "斗士",
        "特性": [
            {
                "名称": "高地优势",
                "原名": "High Ground",
                "类型": "被动",
                "特性描述": "龙骑士从上方攻击目标时，攻击掷骰获得 +2 加值。"
            },
            {
                "名称": "强化暴击",
                "原名": "Enhanced Critical",
                "类型": "被动",
                "特性描述": "龙骑士的 d20 攻击掷骰结果若为 19 或 20，则视为一次关键成功。"
            },
            {
                "名称": "飞跃突袭",
                "原名": "Leaping Strike",
                "类型": "动作",
                "特性描述": "标记 1 压力点并选择一个远距离范围内的目标。骑士移动到目标的近战范围内，并对目标进行一次普通攻击。成功时，伤害掷骰获得 +1d12 加值，同时目标必须标记 1 护甲槽，且不获得其效果（其仍然可以使用护甲来减少伤害）。"
            }
        ],
        "类型": "敌人",
        "简介": "一名身披龙鳞板甲、头戴龙首形头盔的骑士。",
        "动机与战术": "利用破绽、拉开距离、击倒失衡、从上方突袭",
        "难度": "15",
        "重度伤害阈值": "15",
        "严重伤害阈值": "30",
        "生命点": "5",
        "压力点": "3",
        "攻击命中": "+2",
        "攻击武器": "长枪",
        "攻击范围": "邻近",
        "攻击伤害": "2d12+3",
        "攻击属性": "物理",
        "经历": "特技+2",
        "来源": "VOID",
        "id": "6a27227b-ca00-416f-95de-b80a01cb62d5"
    },
    {
        "名称": "石像鬼",
        "原文": "GARGOYLE",
        "位阶": "2",
        "种类": "斗士",
        "特性": [
            {
                "名称": "岩石之躯",
                "原名": "Stone Body",
                "类型": "被动",
                "特性描述": "石像鬼对物理伤害具有抗性。"
            },
            {
                "名称": "雕像而已",
                "原名": "Just a Statue",
                "类型": "被动",
                "特性描述": "在战斗中进行第一次攻击之前，或在其变为 隐匿 状态后，石像鬼与普通雕像无异，直到其下次行动或有玩家角色成功进行一次本能掷骰以识别。"
            },
            {
                "名称": "俯冲突袭",
                "原名": "Swooping Strike",
                "类型": "动作",
                "特性描述": "选择远距离范围内的一个点。石像鬼沿直线移动到该点，并对沿途的一个目标进行攻击。"
            }
        ],
        "类型": "敌人",
        "简介": "一尊被魔法激活的雕像，其形如可怕的野兽或魔鬼。",
        "动机与战术": "明处伪装，保持警戒，俯冲而下",
        "难度": "13",
        "重度伤害阈值": "14",
        "严重伤害阈值": "28",
        "生命点": "8",
        "压力点": "2",
        "攻击命中": "+2",
        "攻击武器": "石爪",
        "攻击范围": "近战",
        "攻击伤害": "2d10+3",
        "攻击属性": "物理",
        "经历": "遗迹+2",
        "来源": "VOID",
        "id": "a92d578e-8a21-4839-88d1-fb82977c956a"
    },
    {
        "名称": "腐口追猎者",
        "原文": "GOBSTALKER",
        "位阶": "2",
        "种类": "独狼",
        "特性": [
            {
                "名称": "无情",
                "原名": "Relentless (3)",
                "类型": "被动",
                "特性描述": "在每个游戏主持人轮次中，腐口追猎者可以至多被聚焦三次。像往常一样花费恐惧点来聚焦它。"
            },
            {
                "名称": "反秘法恶臭",
                "原名": "Anti-mystica-halitosis",
                "类型": "被动",
                "特性描述": "腐口追猎者的气息恶臭不堪，能制造一片隐形的瘴气，抵消魔法效果。任何在腐口追猎者近距离范围内、在其前方造成魔法伤害或产生魔法效果的攻击都会自动失败。此特性不影响腐口追猎者自身的特性。"
            },
            {
                "名称": "带眼触角",
                "原名": "Eyestalks",
                "类型": "动作",
                "特性描述": "标记 1 压力点，以攻击一个远距离范围内的目标。命中时，花费 1 恐惧点来选择一个效果，或掷一个 d10 来决定一个随机效果。腐口追猎者使用下列的魔法射线：\n1. 蛊惑 Beguile 目标陷入 蛊惑 状态，并视腐口追猎者为盟友。处于 蛊惑 状态的生物无法攻击腐口追猎者。此外，每当有人掷出恐惧结果时，处于 蛊惑 状态的玩家角色必须标记 1 压力点，或对其最近的盟友进行一次普通攻击。此效果持续到目标进行一次成功的风度或知识掷骰（16）为止。\n2. 腐蚀 Corrode 目标受到 2d8 魔法伤害，并标记 1 护甲槽，且不获得其效果（其仍然可以使用护甲来减少伤害）。如果目标的所有护甲槽都已被标记，则伤害翻倍。\n3. 厄运 Doom 目标立即标记所有未标记的生命点，但可以通过花费任意数量的希望点来减少以这种方式标记的生命点数量。每花费 1 希望点，以此方式标记的生命点数量减少 1。\n4. 催眠 Hypnosis 目标陷入深度睡眠般的恍惚状态，无法采取除了尝试醒来以外的任何行动。当目标受到攻击、标记 1 或更多生命点，或成功进行一次本能掷骰（16）时则会醒来。\n5. 麻痹 Paralyze 目标僵在原地，陷入 脆弱 和 束缚 状态，直到其标记 2 压力点。\n6. 石化 Petrify 在目标身上设置一个石化倒计时（6）。当玩家角色掷出恐惧结果时，下调倒计时。当倒计时触发时，目标会变成石头，直到腐口追猎者被击败或其进行一次长休。在石化期间，目标免疫所有伤害并能够感知周围环境，但无法使用动作。\n7. 推离 Push 目标被抛飞至远距离范围，并因撞击任意物体而受到 3d6 物理伤害。\n8. 灼烧 Sear 目标受到 2d8 直接魔法伤害。\n9. 迟缓 Slow 目标陷入 脆弱 状态，并且必须标记 1 压力点才能移动。目标可以随时花费 2 希望点来结束此效果。\n10. 惊怖 Terrify 目标只能尝试逃离战斗或尝试通过一次成功的洞察（译注：原文就是insight，这里应该是本能）掷骰（16）来摆脱恐惧，否则无法行动。此外，每当你花费恐惧点时，目标必须标记 1 压力点。此效果持续到腐口追猎者被击败或目标进行一次休息为止。"
            }
        ],
        "类型": "敌人",
        "简介": "一个肉质的、漂浮的、带有利齿的球状物，其头顶长有十根带关节的触角，每根触角上都长着一只不同颜色的眼睛。",
        "动机与战术": "伏击、清除对手、追求财富、远程施法",
        "难度": "15",
        "重度伤害阈值": "10",
        "严重伤害阈值": "20",
        "生命点": "8",
        "压力点": "6",
        "攻击命中": "+2",
        "攻击武器": "撕咬",
        "攻击范围": "近战",
        "攻击伤害": "2d6+3",
        "攻击属性": "物理",
        "经历": "魔法+3",
        "来源": "VOID",
        "id": "a3db453c-6ad5-4f3a-a11d-455857edca8b"
    },
    {
        "名称": "奇美拉",
        "原文": "CHIMERA",
        "位阶": "3",
        "种类": "斗士",
        "特性": [
            {
                "名称": "撕裂之颚",
                "原名": "Rending Jaws",
                "类型": "被动",
                "特性描述": "当奇美拉成功攻击时，目标需标记 2 护甲槽才能将伤害降低一个等级，而非 1 个。"
            },
            {
                "名称": "烈焰吐息",
                "原名": "Breath of Fire",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，选择奇美拉前方近距离范围内至多三名玩家角色。所有目标必须进行一次敏捷反应掷骰（20）。失败的目标受到 3d12 魔法伤害。成功的目标必须标记 1 护甲槽或标记 1 压力点。"
            },
            {
                "名称": "毒蛇突袭",
                "原名": "Serpent Strike",
                "类型": "反应",
                "特性描述": "当奇美拉受到一名邻近范围内玩家角色的攻击时，你可以标记 1 压力点对其进行一次攻击。成功时，造成 4d4+10 物理伤害，并使其陷入 中毒 状态，直到其下次休息或成功进行一次知识掷骰（20）。处于 中毒 状态时，目标在进行动作掷骰之前必须掷一个 d6。如果结果为 3 或更低，其必须标记 1 压力点。"
            },
            {
                "名称": "双重利爪",
                "原名": "Double Claw",
                "类型": "反应",
                "特性描述": "在奇美拉进行一次普通攻击后，你可以标记 1 压力点进行一次额外的普通攻击。如果两次攻击都针对同一个生物，则将伤害合计。"
            }
        ],
        "类型": "敌人",
        "简介": "一个有着狮头、羊身和蛇尾的巨型喷火怪兽。",
        "动机与战术": "玩弄猎物、巡视领地、展露野性、屠戮牲畜",
        "难度": "17",
        "重度伤害阈值": "22",
        "严重伤害阈值": "40",
        "生命点": "9",
        "压力点": "5",
        "攻击命中": "+5",
        "攻击武器": "利爪",
        "攻击范围": "近战",
        "攻击伤害": "3d12",
        "攻击属性": "物理",
        "经历": "捕食者+3",
        "来源": "VOID",
        "id": "7ec4107d-c4e6-4d99-aedf-98b39207843a"
    },
    {
        "名称": "邪骑影王",
        "原文": "FELLMOUNTED SHADOW KING",
        "位阶": "3",
        "种类": "辅助",
        "特性": [
            {
                "名称": "光与影",
                "原名": "Light and Shadow",
                "类型": "被动",
                "特性描述": "邪骑影王在阴影或黑暗中时，攻击掷骰和伤害掷骰获得 +1 加值；在明亮光照中时，攻击掷骰和伤害掷骰受到 -1 惩罚。"
            },
            {
                "名称": "遗物猎手",
                "原名": "Relic Hunter",
                "类型": "被动",
                "特性描述": "邪骑影王对装备有魔法武器或护甲的玩家角色进行攻击时获得优势。"
            },
            {
                "名称": "地狱之歌",
                "原名": "Hellsong",
                "类型": "动作",
                "特性描述": "花费 2 恐惧点，使邪骑影王的坐骑发出一声令人毛骨悚然的尖啸，回荡在战场上。远距离范围内所有玩家角色必须进行一次风度反应掷骰（18）。成功的目标必须标记 1 压力点。失败的目标必须标记 1 压力点并失去 1 希望点。如果一名玩家角色无法失去希望点，你获得 2 恐惧点。"
            },
            {
                "名称": "空中支援",
                "原名": "Air Support",
                "类型": "反应",
                "特性描述": "每场景三次，你可以花费 1 恐惧点，使邪骑影王远距离范围内的任意一名敌人重掷一次未命中的攻击掷骰并获得优势。"
            }
        ],
        "类型": "敌人",
        "简介": "被遗忘的王者之影，骑乘着一条生有双翼的鳗鱼，被诅咒缚于天空中巡行，为某位邪恶的半神效力。",
        "动机与战术": "为主人获取魔法物品、散布恐惧、巡视天空",
        "难度": "16",
        "重度伤害阈值": "24",
        "严重伤害阈值": "38",
        "生命点": "8",
        "压力点": "5",
        "攻击命中": "+4",
        "攻击武器": "诅咒之枪",
        "攻击范围": "近距离",
        "攻击伤害": "3d10+6",
        "攻击属性": "物理魔法",
        "经历": "探寻者+3",
        "来源": "VOID",
        "id": "f7fa48f6-702f-4728-8218-1f14a5d9fd88"
    },
    {
        "名称": "灯影惑师",
        "原文": "LAMPLIGHT BEGUILER",
        "位阶": "3",
        "种类": "潜伏",
        "特性": [
            {
                "名称": "双生诱饵",
                "原名": "Doppel-Dangler",
                "类型": "动作",
                "特性描述": "灯影惑师头部触须末端的膜状团块可以变形成任何类人生物形态。标记 1 压力点，并选择近距离范围内的一名玩家角色。该玩家必须告诉你其玩家角色会觉得最值得信任的形态（例如亲戚、导师或爱人）。灯影惑师的头部触须会变形为该形态。"
            },
            {
                "名称": "引诱",
                "原名": "Entice",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，对近距离范围内的一名玩家角色奏响诱人的呼唤。该玩家角色必须成功进行一次风度反应掷骰（18），否则将移动至灯影惑师的近战范围内。如果灯影惑师的头部触须是玩家角色会觉得值得信任的形态，则其在反应掷骰中获得劣势。"
            },
            {
                "名称": "缠绕",
                "原名": "Entangle",
                "类型": "反应",
                "特性描述": "当一名玩家角色移动至近战范围内时，你可以花费 1 恐惧点对其进行一次攻击。攻击成功时，目标陷入 吞噬 状态。处于 吞噬 状态时，生物处于 束缚 状态，且只能使用攻击灯影惑师的动作。灯影惑师受到重度伤害时，会吐出所有处于 吞噬 状态的生物。"
            },
            {
                "名称": "休息与消化",
                "原名": "Rest and Digest",
                "类型": "反应",
                "特性描述": "当聚焦灯影惑师且体内有处于 吞噬 状态的生物时，其会移动到远离玩家角色的远距离范围处。"
            }
        ],
        "类型": "敌人",
        "简介": "一种巨大的人鱼生物，用其悬垂、能变形的头部触须引诱毫无戒心的猎物进入其捕食范围。",
        "动机与战术": "用秘密知识引诱，猛然收紧陷阱，通过其变形的头部触须说话",
        "难度": "16",
        "重度伤害阈值": "16",
        "严重伤害阈值": "32",
        "生命点": "6",
        "压力点": "5",
        "攻击命中": "+0",
        "攻击武器": "利齿",
        "攻击范围": "近战",
        "攻击伤害": "3d8+2",
        "攻击属性": "物理",
        "经历": "秘密+3，诱惑+3",
        "来源": "VOID",
        "id": "1cf273c9-d575-43fa-9693-ed1898528f24"
    },
    {
        "名称": "低语怨灵",
        "原文": "WHISPER WRAITH",
        "位阶": "3",
        "种类": "远程",
        "特性": [
            {
                "名称": "幽魂形体",
                "原名": "Spectral",
                "类型": "被动",
                "特性描述": "低语怨灵免疫物理伤害，并具有魔法伤害易伤。此外，低语怨灵可以穿过实体物体。"
            },
            {
                "名称": "惊怖",
                "原名": "Spooky",
                "类型": "被动",
                "特性描述": "当成功攻击时，所有近距离范围内的玩家角色必须标记 1 压力点，且你获得 1 恐惧点。"
            },
            {
                "名称": "梦魇裹尸布",
                "原名": "Nightmare Shroud",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，使怨低语怨灵缠绕近战范围内的一名玩家角色，使其陷入 笼罩 状态，直到该玩家角色或一名盟友成功进行一次力量或攻击掷骰以驱离怨灵。如果是攻击掷骰，处于 笼罩 状态的玩家角色会受到伤害。处于 笼罩 状态时，玩家角色在所有攻击中获得劣势，并在掷出恐惧结果时标记 1 压力点。"
            }
        ],
        "类型": "敌人",
        "简介": "这些怨灵是破碎誓言与未竟梦想的回声，呈现为漂浮在空中的半透明黑色丝绒破布，勾勒出模糊的人形。",
        "动机与战术": "束缚肢体，从高处坠落，离地升空，在空中盘旋，缠绕头部",
        "难度": "18",
        "重度伤害阈值": "20",
        "严重伤害阈值": "36",
        "生命点": "6",
        "压力点": "6",
        "攻击命中": "+4",
        "攻击武器": "暗影之触",
        "攻击范围": "近战",
        "攻击伤害": "3d8+5",
        "攻击属性": "魔法",
        "经历": "梦想+3",
        "来源": "VOID",
        "id": "3c683f1c-68e7-45da-a26b-620f2f7bcb2f"
    },
    {
        "名称": "圣化歌者",
        "原文": "HALLOWED CHOIR",
        "位阶": "4",
        "种类": "集群",
        "特性": [
            {
                "名称": "集群（6/生命点）",
                "原名": "Horde (2d8+3)",
                "类型": "被动",
                "特性描述": "当圣化歌者已标记一半或更多生命点时，其普通攻击改为造成 2d8+3 点魔法伤害。"
            },
            {
                "名称": "声波突袭",
                "原名": "Aural Assault",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，使圣化歌者释放神圣能量。移除此数据块上的所有指示物（详见“天界终曲”）。每移除一个指示物，对近距离范围内所有敌人造成 1d12 点直接魔法伤害。"
            },
            {
                "名称": "天界终曲",
                "原名": "Celestial Coda",
                "类型": "反应",
                "特性描述": "倒计时 (循环 3)。 圣化歌者的神圣歌声在每次重复中愈发高昂。当圣化歌者首次被聚焦时，激活倒计时。在其每一次动作掷骰时，下调倒计时。当倒计时触发时，在此数据块上放置一个指示物。圣歌队的难度和普通攻击伤害获得等同于此数据块上指示物数量的加值。"
            }
        ],
        "类型": "敌人",
        "简介": "一支由有翼类人生物组成的天界圣歌队，他们的歌声能令听者流下如同被感召般敬畏的泪水。",
        "动机与战术": "压制不信者，齐声高唱",
        "难度": "17",
        "重度伤害阈值": "24",
        "严重伤害阈值": "48",
        "生命点": "7",
        "压力点": "6",
        "攻击命中": "+2",
        "攻击武器": "合唱声波",
        "攻击范围": "远距离",
        "攻击伤害": "4d10",
        "攻击属性": "魔法",
        "经历": "音乐+2",
        "来源": "VOID",
        "id": "186b99c5-a2c0-4917-b75e-6e542f716e71"
    },
    {
        "名称": "猫头鹰女巫",
        "原文": "OWL WITCH",
        "位阶": "4",
        "种类": "社交",
        "特性": [
            {
                "名称": "厄兆",
                "原名": "Omen",
                "类型": "被动",
                "特性描述": "当近距离范围内的一名玩家角色进行动作掷骰时，其恐惧骰获得等同于你当前拥有的恐惧点数量的加值。"
            },
            {
                "名称": "女巫屏障",
                "原名": "Witch Barrier",
                "类型": "被动",
                "特性描述": "猫头鹰女巫对魔法伤害具有抗性。"
            },
            {
                "名称": "魅惑之声",
                "原名": "Alluring Voice",
                "类型": "动作",
                "特性描述": "猫头鹰女巫可以完美模仿所爱之人或信任之人的声音。花费 1 恐惧点，使猫头鹰女巫对可以听到其声音的一个生物发出呼唤。目标必须成功进行一次本能反应掷骰，否则将向猫头鹰女巫移动，长度至多为远距离。"
            },
            {
                "名称": "梦魇凝视",
                "原名": "Nightmare Stare",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，猫头鹰女巫使远距离范围内的一个目标陷入 折磨 状态，其陷入清醒噩梦。除非一名玩家角色使用休整行动来安抚受 折磨 的生物并清除此状态，否则处于 折磨 状态的生物无法通过任何方式清除压力点或生命点。"
            },
            {
                "名称": "惨死预视",
                "原名": "Visions of a Violent End",
                "类型": "反应",
                "特性描述": "当猫头鹰女巫成为被攻击的目标时，你可以花费 1 恐惧点，迫使攻击者进行一次风度反应掷骰。失败时，其心智被自己惨死的画面淹没，并标记 1d4 压力点。"
            }
        ],
        "类型": "敌人",
        "简介": "一只巨型、充满复仇之心的猫头鹰，翼展达15尺，长着一张人脸。",
        "动机与战术": "吸取精华、施加诅咒、预知死亡",
        "难度": "19",
        "重度伤害阈值": "27",
        "严重伤害阈值": "47",
        "生命点": "4",
        "压力点": "3",
        "攻击命中": "+7",
        "攻击武器": "锋锐利爪",
        "攻击范围": "邻近",
        "攻击伤害": "4d8+5",
        "攻击属性": "物理",
        "经历": "魔法+2，黑夜追踪者+2",
        "来源": "VOID",
        "id": "a6b35c45-1635-4c89-b20f-546453d658ce"
    },
    {
        "名称": "摄脑祭司",
        "原文": "CEPHILITH PRIEST",
        "位阶": "4",
        "种类": "头目",
        "特性": [
            {
                "名称": "灵能冲击",
                "原名": "Psychic Blast",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，选择近距离范围内至多三个目标，使其进行一次知识或本能反应掷骰（20）。成功的目标受到 2d10+5 点直接魔法伤害。失败的目标受到 4d10+10 点直接魔法伤害，并陷入 脆弱 状态直至其被聚焦。"
            },
            {
                "名称": "大脑吮吸",
                "原名": "Cerebral Suction",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，选择近战范围内一个处于 脆弱 状态的目标。摄脑祭司抓住目标，并试图将其面部触须插入目标的耳朵、鼻子和嘴巴。目标必须成功进行一次力量反应掷骰，否则标记 1d6 压力点。摄脑祭司清除等同于目标标记的压力点数量的压力点。"
            },
            {
                "名称": "念力抓握",
                "原名": "Telekinetic Grasp",
                "类型": "反应",
                "特性描述": "当摄脑祭司成功进行一次普通攻击时，你可以标记 1 压力点，使目标陷入 束缚 状态，直到其花费 1 希望点来清除此状态。"
            }
        ],
        "类型": "敌人",
        "攻击武器": "心灵尖刺",
        "攻击范围": "远距离",
        "难度": "20",
        "重度伤害阈值": "37",
        "严重伤害阈值": "70",
        "生命点": "7",
        "压力点": "5",
        "攻击命中": "+8",
        "攻击伤害": "4d10+10",
        "攻击属性": "魔法",
        "经历": "异界+3",
        "来源": "VOID",
        "id": "65523e54-bdb8-46d1-8cb7-1d7d92aa5226"
    },
    {
        "名称": "城堡杀手",
        "原文": "XERO",
        "位阶": "4",
        "种类": "独狼",
        "特性": [
            {
                "名称": "无情",
                "原名": "Relentless (X)",
                "类型": "被动",
                "特性描述": "西罗在每个游戏主持人轮次中可以被聚焦至多 X 次，其中 X 等同于场景中玩家角色的数量。像往常一样花费恐惧点来聚焦它。"
            },
            {
                "名称": "附带伤害",
                "原名": "Collateral Damage",
                "类型": "被动",
                "特性描述": "西罗的移动不会被任何外部效应阻碍、妨碍或影响。西罗移动经过的所有可破坏地形或障碍物都会被摧毁。"
            },
            {
                "名称": "千吨践踏",
                "原名": "Gigaton Stomp",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，西罗用力踩下地面，引发局部地震。近战范围内的所有生物受到 4d12 点物理伤害，并陷入 束缚 状态，直到其成功进行一次灵巧掷骰以从脚下脱离。所有近战范围外、近距离范围内的生物必须成功进行一次本能反应掷骰，否则被击退至远距离处。如果一个目标被击退，其必须标记 1 护甲槽，否则在落地时承受 4d12 点物理伤害。"
            },
            {
                "名称": "强力滑行",
                "原名": "Power Slide",
                "类型": "动作",
                "特性描述": "标记 1 压力点，使西罗移动至近距离范围。所有被西罗移动经过的生物必须进行一次力量反应掷骰。失败的目标必须标记 2 护甲槽，否则承受严重伤害。"
            },
            {
                "名称": "放射吐息",
                "原名": "Radioactive Breath",
                "类型": "动作",
                "特性描述": "花费 1 恐惧点，使西罗充能一道核能光束，并在其数据块上放置一个指示物。下次西罗被聚焦时，你可以花费此指示物并释放光束。从西罗所在处向战场边缘画一条宽度为近距离的直线。此路径内的所有玩家角色必须进行一次敏捷反应掷骰。失败的目标承受 4d12+12 点直接魔法伤害。成功的目标承受一半伤害。直到西罗受到严重伤害前，无法再次使用此动作。"
            },
            {
                "名称": "再生",
                "原名": "Regeneration",
                "类型": "动作",
                "特性描述": "每场景至多三次，花费任意数量的恐惧点，以恢复等量的生命点。"
            }
        ],
        "类型": "敌人",
        "一只城堡般大小的双足爬行动物。动机与战术": "留下毁灭的痕迹，夷平建筑，践踏定居点",
        "难度": "20",
        "重度伤害阈值": "35",
        "严重伤害阈值": "70",
        "生命点": "12",
        "压力点": "10",
        "攻击命中": "+8",
        "攻击武器": "扫尾",
        "攻击范围": "近距离",
        "攻击伤害": "4d12+6",
        "攻击属性": "物理",
        "经历": "毁灭+5",
        "来源": "VOID",
        "id": "e07e401c-0836-4fd4-834b-2843d7c7532e"
    }
];