[
  {
    "名称": "洞穴",
    "原文": "",
    "位阶": "1",
    "种类": "险境",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "幽暗环境",
        "原名": "",
        "类型": "被动",
        "特性描述": "此环境中昏暗无比，所有玩家进行与视觉相关的动作掷骰时都处于劣势。玩家点亮光源后，在此光源范围内的视觉相关动作掷骰不再劣势，但是自黑暗中的生物对光源中玩家的掷骰具有优势。",
        "特性问题": "此处是否有勉强能够提供光线的事物？此处的生物是怎样依靠视觉以外的方式探查环境的？玩家点亮的光源范围和持续时间如何？当他们第一次看到洞穴内的景象，有什么让他们十分惊讶？"
      },
      {
        "名称": "阴影猎手",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 1 恐惧点**，或当玩家点亮光源时，引入一只在此生活的大型捕猎者。玩家需要过本能反应掷骰（16），点亮光源减2，发现捕猎者的痕迹减2。若失败则立刻聚焦捕猎者并免费激活一项恐惧特性。成功则玩家获得聚焦。当捕猎者退回阴影之中并且玩家没有追踪能力时，可以反复激活本特性。",
        "特性问题": "点亮光源会怎样吸引这只捕猎者？玩家又能发现哪些有关它的痕迹？而它又会怎样利用自己的主场优势？"
      },
      {
        "名称": "地下暗河",
        "原名": "",
        "类型": "动作",
        "特性描述": "洞穴中唯一的水源是一条不知通向何方的暗河，玩家在此取水或是涉入其中时，掷一个本能或知识掷骰：\n- 关键成功时，玩家可辨别出暗河通向的地方，并且水流不急，可以安全潜入其中。\n- 希望成功时，暗河的水质清澈甘甜，所有玩家清除 1 压力点。\n- 希望失败时，暗河水质正常。\n- 恐惧成功时，暗河水质对人体有害，但玩家提前发现了这一点。\n- 恐惧失败时，暗河水质对人体有害，但玩家毫无知觉。所有玩家**标记 1 压力点**，或根据骰子出目决定后果。\n在未投出关键成功时，玩家若想利用暗河离开洞穴，需要进行敏捷或力量的动作掷骰，失败者将**标记 1 压力点或生命点**。并且最终流向未知区域。",
        "特性问题": "这暗河中有着什么，使其对猎人的身体都有显著影响？暗河又最终通向何方？玩家又如何在顺流而下中不被溺毙或冲散？"
      },
      {
        "名称": "宝藏深埋",
        "原名": "",
        "类型": "动作",
        "特性描述": "玩家在地下将发现一种珍贵的宝藏，但其不便运输和储藏，携带此珍宝的玩家受其拖累，在所有掷骰中都处于劣势。玩家可以随时但永久地丢弃它。",
        "特性问题": "什么样的珍宝值得玩家在此铤而走险？他们又会遇到什么样的险境迫使他们考虑放弃珍宝？"
      }
    ],
    "类型": "环境",
    "简介": "伸手不见五指的漆黑洞穴，埋藏着不为人知的危险或是宝藏。",
    "趋向": "幽暗环境，危险潜伏，宝藏深埋",
    "难度": "13",
    "潜在敌人": "跳龙，贼龙，奇怪龙，盾蟹，镰蟹",
    "id": "015de5e1-df86-48f4-9ad4-6366f3ec978e"
  },
  {
    "名称": "封闭村庄",
    "原文": "",
    "位阶": "1",
    "种类": "探索",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "初次接触",
        "原名": "",
        "类型": "被动",
        "特性描述": "玩家在初次与该村庄接触时，将遇到村民排外、语言不通、领地冲突等一系列问题，导致无法与该村庄正常交往。设置进度倒计时（6），代表该村庄对玩家的警惕度，玩家需要进行一系列行动来赢得他们的信任。警惕度减至0时，村民会热情的招待玩家，并让他们在村内的动作掷骰获得优势，而警惕度大于6时，村民开始对玩家产生敌意，并让他们在村内的动作掷骰获得劣势。",
        "特性问题": "这个村子是一开始就这么排外，还是由于最近发生的什么事情才如此紧张？村民通过什么样的方式告诉玩家他们不受欢迎？玩家能够通过解决什么样的麻烦，一举赢得他们的信任？"
      },
      {
        "名称": "以物易物",
        "原名": "",
        "类型": "动作",
        "特性描述": "这个封闭的小村庄有着自己独有的特产，但也几乎从未见到村外其他地方的商品，同时也不理解货币的含义。玩家在此只能以物易物，同时村民们对物品的价值判断也可能与玩家的常识完全不同。玩家可以进行风度掷骰，并且根据结果判断此次交易的成果：\n- 关键成功：玩家用不消耗金币的小玩意交换到了“稀有”等级以上的战利品或同位阶的魔法装备，警惕度-3。\n- 希望成功：玩家用一个等级的战利品或装备交换到了高一个等级的对应物品，警惕度-2。\n- 希望失败：玩家用一个等级的战利品或装备交换到了低一个等级的对应物品，警惕度-1。\n- 恐惧成功：同希望成功，但村民将在交易之后意识到玩家在耍心眼，警惕度+1。\n- 恐惧失败：村民直接发现玩家是奸商，拒绝与玩家交易，警惕度+2。\n**花费 1 恐惧点**，可令玩家的风度掷骰陷入劣势。玩家可以在交易前使用其他方式和掷骰将其消除。",
        "特性问题": "这个封闭的村子有什么特产？玩家以诚信或贪婪的方式进行交易会有什么不同的结果？这些没什么见识的村民是怎么察觉出玩家在耍诈的？"
      },
      {
        "名称": "支线任务",
        "原名": "",
        "类型": "动作",
        "特性描述": "~~将军，十松庄的马桶又堵啦！~~玩家在村庄中将会发现一些对整体剧情影响不大的支线剧情，根据玩家解决任务时的掷骰结果推进警惕度倒计时。**花费 1 恐惧点**，将其中一个本来没有什么卵用的支线升格为与主线剧情有关的隐藏剧情，玩家在成功解决该支线时将获得与主线有关的线索、物品等。",
        "特性问题": "这些琐碎的杂事体现了这个村庄怎样的面貌？村民对玩家的态度随着警惕性的下降如何变得温和？又有哪一个看上去毫不起眼的琐事之中竟蕴含了玩家急需的事物？"
      },
      {
        "名称": "灭顶之灾",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 1 恐惧点**，令这个村庄立刻面临生死存亡的危机，完全无暇再来排挤玩家。玩家可以出手尝试解决这个危机，并且将立即将警惕度降至0。但倘若失败，村庄可能会被完全摧毁，或者完全不再信任玩家。",
        "特性问题": "这场灭顶之灾是否有过征兆？它与玩家所进行的主线剧情有何联系？村民和玩家将如何齐心协力的对抗灾难？如果成功，玩家将与村子结下什么特殊关系？倘若失败，又有多少村民能侥幸逃生？"
      }
    ],
    "类型": "环境",
    "简介": "一座与世隔绝，极度排外的村庄。村民们或粗鄙无知或高傲迷信，拒绝与外人交流。",
    "趋向": "排外，交流，以物易物",
    "难度": "13",
    "潜在敌人": "无",
    "id": "4d775732-1dca-407b-a903-0a7687ad4ccc"
  },
  {
    "名称": "森林",
    "原文": "",
    "位阶": "1",
    "种类": "探索",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "绿色地狱",
        "原名": "",
        "类型": "被动",
        "特性描述": "此处树木丛生，生态丰富，玩家角色在进行躲藏、打猎、野外生存等行动时具有优势，而在侦查、冲刺等行动和使用近战范围以外的攻击掷骰中具有劣势。但当周围的树木被摧毁或玩家进入没那么多树木的场景时优劣势消失。",
        "特性问题": "丛生的树木是如何阻碍玩家角色行动的？又在什么条件下反而成为了玩家角色的助力？此处的树木的坚硬程度足够抵挡怪物的攻击吗？"
      },
      {
        "名称": "食物中毒",
        "原名": "",
        "类型": "反应",
        "特性描述": "在玩家角色进行打猎/采集/进食时，**花费 1 恐惧点**在食材之中掺入有毒的品类，玩家角色需要进行本能/知识/力量掷骰，失败则会食物中毒。描述中毒的类型与发作的症状，选择以下一项减益，持续到下一次休息：攻击-1 / 闪避值-1 / 压力+2。如果成功，则可以得到该有毒食材作为陷阱或素材使用，中毒的怪物同样获得上面的一项减益直到场景结束。",
        "特性问题": "为何经验丰富的猎人们没能发现这有毒的食材？猎人们是怎样设下陷阱让怪物中招的？"
      },
      {
        "名称": "藤蔓陷阱",
        "原名": "",
        "类型": "反应",
        "特性描述": "当玩家角色在移动相关的掷骰中失败时触发，该角色将被藤蔓捆住并陷入 *束缚* 状态，直到他或队友进行一次成功的动作掷骰将其解救。描述藤蔓的坚韧程度足以缠住怪物，引导玩家利用此处。玩家角色需要进行成功的风度掷骰以吸引怪物撞入藤蔓陷阱，怪物也将陷入 *束缚* 状态并无法使用大幅度的身体攻击，直到你**花费 1 恐惧点**让怪物挣脱。挣脱后该处的藤蔓陷阱失效。",
        "特性问题": "这坚韧的藤蔓是否是更大植物群系的一部分？玩家可否利用这些藤蔓移动到其他区域？"
      },
      {
        "名称": "蚊虫叮咬",
        "原名": "",
        "类型": "反应",
        "特性描述": "玩家角色长时间处于森林中，或在其中休息时，描述蚊虫如何侵扰玩家，他们需过反应掷骰或使用其他相关能力避免被咬，否则，掷 1d6 ：\n- 1：狂龙病毒、啮生虫等疾病\n- 2-3：**标记 1 生命点**\n- 4-5：**标记 1 压力点**\n- 6：**失去 1 希望点**",
        "特性问题": "什么样诡异的蚊虫会让猎人也不堪其扰？猎人被叮咬后有什么反应？"
      }
    ],
    "类型": "环境",
    "简介": "茂密的森林造就了丰富的生态环境，但在这里猎人也是食物链中的一环。",
    "趋向": "生态丰富，捕食者出没，视野受限",
    "难度": "12",
    "潜在敌人": "蓝速龙，飞雷龙，穿甲虫，大怪鸟，迅龙，雷狼龙",
    "id": "f8a99b05-4f0c-4961-892e-968f5bd8f08b"
  },
  {
    "名称": "沙漠",
    "原文": "",
    "位阶": "1",
    "种类": "探索",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "大漠无垠",
        "原名": "",
        "类型": "被动",
        "特性描述": "在沙漠中旅行时，如果玩家角色没有针对性的措施，则会逐渐标记压力点。数量根据当前场景和叙事决定。",
        "特性问题": "玩家角色是否做好了进入沙漠旅行的准备？他们的哪些特质会造成拖累，哪些又能有助于在沙漠中存活？"
      },
      {
        "名称": "海市蜃楼",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 1 恐惧点**，在玩家角色远处描述一个充满诱惑的海市蜃楼，玩家角色们需要进行一次本能/知识动作掷骰（15）来识破，否则会被幻象迷惑，所有玩家角色**标记 1 压力点**并且浪费一段时间、体力以及补给。\n成功识破时，可以尝试再次进行本能/知识动作掷骰（18），来找出海市蜃楼真正的位置，成功时可到达此处，每人总共清除 1d4 压力点/生命点。地图/指南针/相关的地形知识等叙事因素可以降低DC，或完全免除。",
        "特性问题": "玩家角色在沙漠中看到了什么的幻象？它有什么吸引人的地方？当玩家真的找到那里时，等待他们的是惊喜还是失望？"
      },
      {
        "名称": "流沙陷阱",
        "原名": "",
        "类型": "反应",
        "特性描述": "玩家角色在沙漠中掷出恐惧失败时，可以激活其脚下的流沙陷阱并陷入 *束缚* 状态。在倒计时(3)内该玩家角色若没有自行或在队友帮助下挣脱，则会被流沙拉入沙漠下的洞穴中（使用*洞穴*环境卡）。此时**花费 1 恐惧点**，在洞穴中生成一个捕猎者并立刻聚焦于它。",
        "特性问题": "玩家角色是如何忽视脚下的危险的？洞穴中隐藏的生物是什么？其他玩家角色是否能找到通往洞穴的道路？"
      },
      {
        "名称": "沙尘暴",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 1 恐惧点**，召唤一场铺天盖地的沙尘暴。设置进度倒计时，若玩家成功通过一个本能或知识掷骰，则倒计时（4），失败则是（6）。\n若玩家无法在三次掷骰内完成，则被沙尘暴吞没，失去 3 希望点，若不足则标记压力点代替。",
        "特性问题": "玩家如何使出浑身解数躲避沙尘暴？若被吞没，他们如何在沙暴中勉强维持？这场沙暴是自然生成的吗？"
      }
    ],
    "类型": "环境",
    "简介": "广袤的沙漠环境本身就对旅行者足够严酷，更有捕食者在一旁虎视眈眈。",
    "趋向": "昼夜温差极大，缺水，迷失方向，消磨体力",
    "难度": "13",
    "潜在敌人": "黄速龙，土砂龙，潜口龙，斩龙，角龙，炎王龙",
    "id": "a549b35a-6eb4-4ea0-a5c2-0270812f4f50"
  },
  {
    "名称": "怪物虐人",
    "原文": "",
    "位阶": "1",
    "种类": "事件",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "换区",
        "原名": "",
        "类型": "反应",
        "特性描述": "大型怪物生命点下降到一半、压力点满、战斗时间过长、或是其他合适的情况下，它将逃跑并换区。玩家角色需要对怪物打出*硬直*才能打断，未能成功打断时，它将离开当前场景并恢复总计 x 生命点或压力点。玩家立即追踪时x=3；经过短休时x=6；经过长休时x=9，并且恢复被破坏但未被摧毁的部位。",
        "特性问题": "你一定带着导虫或者福木兔吧？没有？千里眼药呢？不会连染色球都没扔吧？"
      },
      {
        "名称": "历战王小怪",
        "原名": "",
        "类型": "反应",
        "特性描述": "当有玩家角色使用高威力技能、攻击怪物弱点、准备进行回复、濒临死亡或其他叙事上合适的场合。**花费 1 恐惧点**，描述一只小型怪物突然出现并即将进行攻击。其他玩家角色需要对其打出*硬直*才能打断攻击。",
        "特性问题": "历战王蚊子和历战王野猪是怪猎不得不品的一环。"
      },
      {
        "名称": "台阶",
        "原名": "",
        "类型": "反应",
        "特性描述": "**花费 1 恐惧点**，描述当前场景中存在起伏不定或坡度极陡的地形，若玩家的恐惧骰掷出12，则直接视作希望失败。若希望骰掷出12，则直接视为恐惧成功。若两者都掷出12，则不仅为关键成功，还有你意想不到的惊喜呀~",
        "特性问题": "TGY司马"
      },
      {
        "名称": "警察",
        "原名": "",
        "类型": "动作",
        "特性描述": "在玩家角色与怪物激战正酣时，**花费 1 恐惧点**，召唤一只警察（眩鸟，惨爪龙，爆鳞龙，恐暴龙等），对怪物和玩家一通乱打后离开。怪物与玩家角色都需要进行反应掷骰，失败则收到伤害、陷入某种*异常状态*、或其他叙事上的不利后果。",
        "特性问题": "登登！登登登登登登登登！登登登登！"
      },
      {
        "名称": "埋头",
        "原名": "",
        "类型": "反应",
        "特性描述": "在怪物陷入*异常状态*，给玩家角色极佳的攻击机会时，**花费 1 恐惧点**，描述玩家希望攻击的目标恰好穿模藏进了空气墙之外，无法被近战范围的攻击命中。",
        "特性问题": "喜欢我倒地埋头吗？"
      },
      {
        "名称": "读指令",
        "原名": "",
        "类型": "反应",
        "特性描述": "当有玩家角色使用高威力技能、持续攻击怪物同一部位、准备进行回复、濒临死亡或其他叙事上合适的场合。**花费 1 恐惧点**，描述怪物聪明且狡猾的读懂了猎人的意图，并试图予以具有优势的攻击。其他玩家角色需要对其打出*硬直*才能打断攻击。",
        "特性问题": "不会抓后摇硬凹大招是这样的"
      }
    ],
    "类型": "环境",
    "简介": "免责声明：GM滥用本环境造成的一切后果与作者本人无关。",
    "趋向": "血压升高，搞人心态，欢乐秀投稿",
    "难度": "动态",
    "潜在敌人": "所有怪物",
    "id": "f50b9ae4-c622-4f62-819b-a053a529661d"
  },
  {
    "名称": "救难信号",
    "原文": "",
    "位阶": "1",
    "种类": "事件",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "争分夺秒",
        "原名": "",
        "类型": "被动",
        "特性描述": "如果是队伍看到他人的救难信号，若想赶到救难信号所在的位置，设置一个追逐倒计时（玩家6，怪物4），追逐成功则及时赶到，失败则有对应的后果。",
        "特性问题": "救难信号标记的地点是哪里？发出信号的是其他猎人还是平民？他们又遭遇了什么危机？玩家角色是否能战胜？"
      },
      {
        "名称": "坚守待援",
        "原名": "",
        "类型": "被动",
        "特性描述": "如果是队伍发出救难信号，则设置倒计时（6），完成时将有援军赶到。但游戏主持人可以**花费 1 恐惧点**，为援军到来指定前提条件，玩家角色必须完成这些条件援军才能到来。",
        "特性问题": "是什么让玩家角色陷入危机？前来救援的是猎人，还是其他支援？他们能帮助玩家角色脱离险境吗？援军们遇到了什么麻烦导致无法立刻支援玩家？"
      },
      {
        "名称": "战地急救",
        "原名": "",
        "类型": "动作",
        "特性描述": "在叙事上合理时，**花费 1 恐惧点**，让落难者陷入某种严重的*异常状态*，玩家角色需要描述他们是如何帮助落难者的，并进行 3 次动作掷骰（20）来解除。成功1次落难者脱离生命危险，成功2次落难者可进行移动，成功3次落难者可痊愈并恢复战斗能力。玩家角色所携带的对应解除道具或其他叙事性的帮助可以降低DC。",
        "特性问题": "他是因为什么陷入这种异常状态的？其源头是否同样会威胁玩家角色？"
      },
      {
        "名称": "未竟之事",
        "原名": "",
        "类型": "动作",
        "特性描述": "在叙事上合理时，**花费 1 恐惧点**，描述落难者因落难而没能完成的未竟之事，并请求玩家队伍代其完成。",
        "特性问题": "这件未竟之事有多重要？是否值得落难者和玩家队伍冒着危险完成？让落难者陷入生死危机的源头，是否也与这件事相关？"
      }
    ],
    "类型": "环境",
    "简介": "一束鲜红色的信号弹直飞冲天，有人落难了！",
    "趋向": "赶路，救援，面对强敌",
    "难度": "特殊",
    "潜在敌人": "任意怪物",
    "id": "e33bae5a-579f-44ef-9260-31aa6451399d"
  },
  {
    "名称": "毕业考试",
    "原文": "",
    "位阶": "1",
    "种类": "事件",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "考试开始",
        "原名": "",
        "类型": "被动",
        "特性描述": "作为今年猎人学校的优秀毕业生，玩家角色们在教官的带领下来到这片危险度较低的猎场，进行最后的实战考试。教官将指定一只T1怪物作为对象，队伍成功狩猎它即可完成考试，教官会根据他们狩猎过程中的表现给整个队伍打出分数，时间限制为两次短休或一次长休。",
        "特性问题": "教官与队伍之间的关系和态度如何？玩家角色成为猎人的理由是什么？队伍又在第一次狩猎前做了哪些情报收集和事前准备？"
      },
      {
        "名称": "科目一，战斗技巧（20分）",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 1 恐惧点**，召唤四只与考试目标相关的小型怪物对队伍发起突袭，鼓励玩家们描述他们是如何与队友并肩战斗的。战斗结束后，队伍将发现有关考试目标的线索与痕迹。教官也将现身并依照他们之前的表现进行打分并给出评语。",
        "特性问题": "菜鸟猎人们首次与活物战斗，有哪些亮眼表现，又有哪些青涩之处？教官评分更偏向于哪个方面？是英勇的攻击？是灵活的闪避？是沉稳的防御？是默契的配合？还是身处战场仍然冷静的头脑？"
      },
      {
        "名称": "科目二，追踪能力（20分）",
        "原名": "",
        "类型": "反应",
        "特性描述": "当队伍想要追踪考试目标时，鼓励玩家描述他们如何利用手头的一切线索、知识、能力与运气来追踪目标，并根据他们的描述与实际的场景确定追踪难度并告知队伍，队伍也可决定多花些时间搜集线索来降低难度。开始追踪时，设置进度倒计时（6），倒计时触发则成功追踪到，4次掷骰还未触发则被教官引导至目标处。在与考试目标开战前，教官现身，根据队伍的表现打分并给出评语。",
        "特性问题": "玩家角色们掷骰成功时，他们利用了哪方面的优势？失败时，他们又是被什么信息误导而走错了方向？在追踪途中，他们是否会碰上意料之外的状况？"
      },
      {
        "名称": "科目三，生存知识（20分）",
        "原名": "",
        "类型": "反应",
        "特性描述": "当队伍休息时，描述猎人学校曾教过他们野外休息需要的工作：观察气象，挑选地点，搭建营地，确保安全，寻找水源，狩猎食材，采集素材，烹饪食物，保养装备，轮班守夜，消除痕迹。让玩家们自由挑选其中一项，并进行动作掷骰，并鼓励他们描述自己是如何进行这些工作的。排在前面的工作完成的成功与否也会影响后续工作的难度。休息结束后教官现身，根据他们总体完成的情况进行打分并给出评语。",
        "特性问题": "这些工作是如何环环相扣的？玩家的成功或失败又是怎么影响后续工作的？休息的质量除了资源上的加减，还会对将来的狩猎带来哪些影响？"
      },
      {
        "名称": "压轴题，怪物猎人（40分）",
        "原名": "",
        "类型": "反应",
        "特性描述": "当队伍与考试目标怪物交战时，根据之前三个科目的打分情况，为这场战斗提供增益或减益：\n科目一，战斗技巧（20分）：\n    不合格（0-4）：伤害-2\n    合格（5-9）  ：无变化\n    良好（10-14）：伤害+2\n    优秀（15-20）：伤害+4\n科目二，追踪能力（20分）：\n    不合格（0-4）：攻击-1\n    合格（5-9）  ：无变化\n    良好（10-14）：攻击+1\n    优秀（15-20）：攻击+2\n科目三，生存知识（20分）：\n    不合格（0-4）：闪避-1\n    合格（5-9）  ：无变化\n    良好（10-14）：闪避+1\n    优秀（15-20）：闪避+2\n\n**花费 1 恐惧点**，教官将给出一个额外的目标，比如需要击破特定部位，驱离乱入的怪物，捕获而非击杀等。\n当队伍战胜考试目标后，考官将现身并根据他们在此战中的表现打分并给出评语，并给出总分数，决定队伍此次考试的评级。",
        "特性问题": "队伍在之前三个科目所展示出来的能力，会以怎样的形式影响他们在这场战斗中的表现？同是战斗，考官在压轴题中的评价标准与倾向，与科目一中的有何不同？教官给出的额外目标，是为了考验队伍哪方面的能力？"
      },
      {
        "名称": "附加题，英雄之证",
        "原名": "",
        "类型": "动作",
        "特性描述": "在考试结束时，**花费所有恐惧点**，召唤一只T2以上的怪物乱入考试现场，描述其远超目前队伍能力的恐怖与威胁。教官现身并与其陷入苦战，掩护队伍撤退。此时以倒叙的方式，邀请玩家们一起共创接下来的剧情，前来乱入的怪物是什么？它为何离开自己的栖息地来到这里？他们的角色会撤退，还是与教官并肩作战？他们的结局如何？他们会就葬身此地吗？还是会奇迹般生还？是否有其他人意识到考场中发生的意外？公会和其他猎人事后又会作何反应？",
        "特性问题": "玩家们对共创环节的反映如何？你是否能接住他们的创造力和想象力？他们喜欢这种掌握剧情的方式吗？还是更习惯于主持人设定好剧情大纲？"
      }
    ],
    "类型": "环境",
    "简介": "战斗技巧，追踪能力，生存知识……这些都是成为猎人的必修课程，但真正的猎人最需要的，永远是面对怪物的英雄勇气",
    "趋向": "初出茅庐，全面检验能力，绝对会出乱子的实战考试",
    "难度": "10",
    "潜在敌人": "各类T1怪物",
    "id": "a77a3871-1bd2-4836-bfb6-93c027885255"
  },
  {
    "名称": "古代树森林",
    "原文": "",
    "位阶": "2",
    "种类": "险境",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "森林",
        "原名": "",
        "类型": "被动",
        "特性描述": "此环境也视作**森林**，拥有其一切特性 。",
        "特性问题": ""
      },
      {
        "名称": "森林守护者",
        "原名": "",
        "类型": "被动",
        "特性描述": "一只位阶2的大型怪物与参天巨木达成了奇妙的共生关系，将整个森林视为它的领地。当玩家角色大肆破坏环境或是引发下列事件，都会吸引守护者前来。",
        "特性问题": "巨木的魔力让这只守护者发生了什么变化？玩家会选择暴力还是和平的解决办法？"
      },
      {
        "名称": "生态宝库",
        "原名": "",
        "类型": "动作",
        "特性描述": "由于古代巨木的魔力，此地有着极为丰富的各种珍稀动植物素材。在玩家采集这些素材时，掷一个d4，若出目小于已采集的素材数，则立即触发“森林守护者”。",
        "特性问题": "玩家采集这些珍惜素材，是单纯的贪婪，还是恰好能满足他的某种欲求？"
      },
      {
        "名称": "树海住民",
        "原名": "",
        "类型": "动作",
        "特性描述": "当地原住民将森林守护者以及参天巨木当作神明崇拜。未触发“森林守护者”时，原住民将以热情好客的态度对待队伍；当触发过“森林守护者”时，原住民将以冷漠敌视的态度对待队伍。**花费 1 恐惧点**，原住民还能以仪式主动呼唤“森林守护者”。",
        "特性问题": "原住民从森林处受到哪些恩惠或是威胁，令他们将森林当作神明崇拜？具有其他信仰的玩家角色将如何与他们互动？原住民中是否也存在对神明不满的声音？"
      },
      {
        "名称": "树顶巢穴",
        "原名": "",
        "类型": "动作",
        "特性描述": "参天巨木的顶端是森林守护者或古龙的巢穴，它从此地汲取巨木的营养，并将自己的威压传播到整个森林之中。",
        "特性问题": "它是通过什么方式从参天巨木中获得好处的？玩家是否能够切断参天巨木与它的联系？甚至自己夺取巨木中的营养？这会给他们带来什么样的变化？"
      },
      {
        "名称": "共同的敌人",
        "原名": "",
        "类型": "反应",
        "特性描述": "若在队伍没有触发过“森林守护者”的情况下与古龙交战，为了赶走能制造天灾的古龙，森林守护者将与玩家队伍一同作战，与古龙触发**地盘争夺**。每名玩家角色可以**标记 1 压力点**来为守护者与古龙对抗的骰子+1加值。",
        "特性问题": "森林守护者有何底气直面古龙？若它和玩家击退了古龙，它又会以什么态度对待玩家队伍？"
      }
    ],
    "类型": "环境",
    "简介": "以一颗已经活了上千年的参天巨木为中心的远古森林，被一只强大的变异怪物统治。",
    "趋向": "具有神秘魔力的巨树，被当地人崇敬，古龙迁徙",
    "难度": "14",
    "潜在敌人": "森林敌人，原住民，钢龙，岚龙",
    "id": "8efad1db-b5ba-4ab3-a364-c0bc94c312b1"
  },
  {
    "名称": "古代遗迹",
    "原文": "",
    "位阶": "2",
    "种类": "险境",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "洞穴",
        "原名": "",
        "类型": "被动",
        "特性描述": "此环境也可视作**洞穴**。",
        "特性问题": ""
      },
      {
        "名称": "神秘文字",
        "原名": "",
        "类型": "被动",
        "特性描述": "在古代遗迹中，可在四处找到早已失传的古代文字。玩家可以进行一次本能或知识掷骰尝试解读，其难度随文字的种类内容不同：\n- 有关剧情重要线索（18）\n- 有关宝藏与战利品（16）\n- 有关地形与路线（14）\n- 其他无关的文字（12）\n根据玩家掷骰结果不同，他们将解读出不同的结果：\n- 关键成功：玩家正确解读出文字，并且还从其中解读出了高一难度的文字信息。\n- 希望成功：玩家正确解读出文字，并获得了解读文字的相关知识，之后的解读难度-1。\n- 希望失败：玩家未能完全解读，只获取其中的一小部分信息。\n- 恐惧成功：玩家解读出文字，但是遗漏了其中的一些关键要素。\n- 恐惧失败：玩家解读文字错误，被误导走向错误的方向。\n你可以预先设置好文字的种类和难度，然后让玩家掷骰。也可以先让玩家掷骰，然后根据结果决定他们解读出哪种文字。无论如何，玩家试图解读文字的掷骰结果应当能够推进剧情发展，并引导触发下面的特性。",
        "特性问题": "这些神秘文字表达了什么？它如此难以解读，是因为文字本身失传？还是行文本身就如同加密一般？亦或是在岁月的侵蚀下模糊不清？"
      },
      {
        "名称": "休眠哨兵",
        "原名": "",
        "类型": "反应",
        "特性描述": "当玩家解读文字出现恐惧结果，或是直接**花费 1 恐惧点**，可以激活一个古代遗迹中的大型怪物。玩家可以直接进入战斗，或是利用周边环境与之周旋。",
        "特性问题": "它是远古文明的安保哨兵？还是随后在此定居的大型野兽？玩家是怎样被误闯进它的巢穴的？它是否有固定的行动逻辑和区域限制？"
      },
      {
        "名称": "远古机关",
        "原名": "",
        "类型": "反应",
        "特性描述": "当玩家解读文字出现失败结果，或是直接**花费 1 恐惧点**，可以激活一个古代遗迹中的机关，玩家需要过反应掷骰，否则受到伤害或标记压力。",
        "特性问题": "这个机关原本是什么功能，此时却变成了致命的陷阱？经过时间的侵蚀，机关还能正常工作吗？玩家有什么办法能够代替或者帮助机关恢复正常？"
      },
      {
        "名称": "物资仓库",
        "原名": "",
        "类型": "反应",
        "特性描述": "当玩家解读有关宝藏与战利品的文字成功时，可以找到远古文明存放物资的仓库，并在其中找到宝藏。但玩家需要进行动作掷骰才能获得它，而掷出恐惧结果时，将触发“休眠哨兵”或“远古机关”之中的一个。",
        "特性问题": "宝藏究竟是什么？远古遗物、珍稀素材、神兵利器还是仅仅是一段信息？而宝藏又被什么锁住，使得玩家必须冒着风险将其打开？"
      },
      {
        "名称": "神庙逃亡",
        "原名": "",
        "类型": "反应",
        "特性描述": "当玩家解读文字恐惧失败时，**花费 1 恐惧点**，描绘玩家失误触发了某种警报或激活了某种危险，设置进度倒计时（6），玩家必须一边对付危险一边逃离。掷出恐惧结果时，“休眠哨兵”将进行一次攻击，掷出失败结果时，将激活一次“远古机关”。直到玩家逃离遗迹。",
        "特性问题": "玩家究竟触发了什么，逼迫他们不得不立刻逃离？整个遗迹将会怎样地阻止和妨碍玩家的逃离？"
      }
    ],
    "类型": "环境",
    "简介": "远古文明留下的残破遗迹，但依然有部分结构能够启动。",
    "趋向": "发掘秘密，获取远古珍宝",
    "难度": "15",
    "潜在敌人": "休眠哨兵",
    "id": "3811621c-469d-48e1-871b-8ad1452095d5"
  },
  {
    "名称": "陆珊瑚台地",
    "原文": "",
    "位阶": "2",
    "种类": "探索",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "上升气流",
        "原名": "",
        "类型": "被动",
        "特性描述": "陆珊瑚台地中的地形高低差极大，并且有许多向上吹起的气流，玩家可以利用这一点进行移动或辅助狩猎。而许多此地的生物也会借由这种气流飞行或漂浮。",
        "特性问题": "此处的气流是狂暴地足以将人吹飞，还是微微地只能掀起衣角？这气流是从何处起源，又会将玩家送向各处？"
      },
      {
        "名称": "立足不稳",
        "原名": "",
        "类型": "动作",
        "特性描述": "由珊瑚尸体组成的地面并不稳固，收到外力冲击时很容易断裂。**花费 1 恐惧点**，或当玩家掷骰出恐惧或失败结果时，让玩家脚下的珊瑚地面塌陷，使其陷入*束缚*状态，或直接落入下一层。",
        "特性问题": "地面塌陷前有何征兆？此处塌陷是由于极大的外力冲击导致，还是仅仅因为无法承受玩家的重量？在此片区域中还会有其他塌陷吗？被塌陷卷入的生物将落入哪里？"
      },
      {
        "名称": "充水珊瑚",
        "原名": "",
        "类型": "动作",
        "特性描述": "一种奇特的充水珊瑚，是周围动物们饮水的水源。十分具有弹性，坠落其上的物体会被其内的水流缓冲而不会受到损害。但受到过于强大的外力冲击也会破裂，喷出其中储存的水流，形成可以困住大型怪物的漩涡。",
        "特性问题": "都有哪些生物会将此处作为饮水地？当此处爆发战斗时，周边的其他生物会如何反应？而这珊瑚中，储存的真的是水吗？"
      },
      {
        "名称": "台地之顶",
        "原名": "",
        "类型": "反应",
        "特性描述": "陆珊瑚台地的最高处通常是强力飞行怪物或古龙的栖息地，这里也通常有着各种珍稀的素材。这里没有直接到达的路线，玩家必须通过上升气流、飞行、攀爬等手段才能到达。",
        "特性问题": "此时是什么生物栖息在台地之顶？玩家会用什么方式爬上这里？若有生物从顶部被击飞，它会有什么下场？"
      },
      {
        "名称": "台地之底",
        "原名": "",
        "类型": "反应",
        "特性描述": "如果生物被从悬崖击落，或是因地面塌陷而向下坠落。**花费 1 恐惧点**，它将直接坠入下方的瘴气之谷。受到 2d20+5 的摔落伤害，并陷入*瘴气*状态。",
        "特性问题": "玩家是否知晓瘴气之谷的存在？瘴气之谷对没有防护的生物将产生什么样的影响？它还能再回到陆珊瑚台地吗？"
      }
    ],
    "类型": "环境",
    "简介": "陆珊瑚台地以蓝色为主色调，有着极大的高低差，到处都生长着巨大的陆生珊瑚，整个环境如同“陆上海洋”一般，而在这里生活的各种原生生物也都有着和海洋生物相近的外表和习性。",
    "趋向": "海底世界，高低落差",
    "难度": "15",
    "潜在敌人": "眩鸟、毒妖鸟、浮空龙、风漂龙、麒麟、溟波龙",
    "id": "1e1920e6-d03f-4fe3-b685-78edfca8d5a2"
  },
  {
    "名称": "瘴气之谷",
    "原文": "",
    "位阶": "2",
    "种类": "险境",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "瘴气谷",
        "原名": "",
        "类型": "被动",
        "特性描述": "瘴气之谷被无处不在的瘴气笼罩，所有未做过预防的生物每次动作掷骰都需要进行一个反应掷骰，失败将陷入*DOT*（1d6），成功则需要**标记 1 压力点**。在瘴气状态中死亡的生物，**花费 1 恐惧点**，将其尸体以瘴气感染形态复活，恢复一半生命点和压力点，并对一切非瘴气生物抱有强烈的敌意。",
        "特性问题": "生物受到瘴气感染的症状，由轻到重，最后直至被瘴气占据尸体，每个阶段的表现是怎样的？有哪些办法能够预防和治愈瘴气？而瘴气之谷中的本地居民又是如何适应的？"
      },
      {
        "名称": "埋骨堆",
        "原名": "",
        "类型": "动作",
        "特性描述": "此处有大量死去生物的骨头层层堆叠，形成了极不稳定又在不断崩溃移动的地面，玩家在其上移动近距离以上需要敏捷/灵巧掷骰。断裂的骨片在外力冲击下极易四散飞溅，对邻近范围内敏捷反应掷骰失败的所有生物造成 3d6 点物理伤害。命中的同时进行一次瘴气反应掷骰，失败时同样陷入瘴气状态。",
        "特性问题": "玩家是否能认出这些骨头生前的主人？在此地生活的怪物是如何做到如履平地的？玩家能怎样利用此地的特性为自己所用？"
      },
      {
        "名称": "酸液池",
        "原名": "",
        "类型": "动作",
        "特性描述": "瘴气之谷的地下暗河中流淌的不是水，而是能轻松溶解皮肉的酸液，而就在其中，竟然还有特殊的鱼儿游动。不适应酸液的生物进入其中，根据其接触面不同，将受到 1d12~3d12 的直接魔法伤害。玩家还会额外标记1~3点护甲槽。",
        "特性问题": "玩家是否能从外观、气味等发现这并不是水？它对瘴气之谷本地的生物是否有杀伤力？玩家又是否能将它带出作为武器或者素材？"
      },
      {
        "名称": "巨骨架",
        "原名": "",
        "类型": "动作",
        "特性描述": "除了一般的大型怪物尸体以外，瘴气之谷中还有一具或多具极为庞大的尸骨，其一颗牙齿就比整个猎人还要大。而即使经历了瘴气和酸液的侵蚀，一些骨头仍坚硬如铁，看起来可作为强力装备的素材。若玩家沿着骨架走向其心脏部位，便可发现尸套龙巢穴所在的尸骨山脉。",
        "特性问题": "这巨型骨架是什么庞然大物的遗留？玩家能通过什么线索将散落在整个瘴气之谷的骨架拼凑起来，最终发觉它们竟然是同一个巨大生物的不同部位？而尸套龙筑巢的地方，是否还会有这只巨兽遗留的更多残骸？"
      }
    ],
    "类型": "环境",
    "简介": "整片区域几乎由动物、植物和陆珊瑚的尸骸堆砌而成，过量的尸体甚至在中下层形成了大量为分解尸体而生的白色微生物群落，如白雾般聚集在一起的微生物便是所谓的“瘴气”。",
    "趋向": "瘴气弥漫、肉体腐烂、吸引濒死生物",
    "难度": "16",
    "潜在敌人": "痹贼龙、惨爪龙、骨锤龙、硫斩龙、尸套龙",
    "id": "67edc7d0-2a9b-4b5b-a7c0-a3c9c8685706"
  },
  {
    "名称": "地盘争夺",
    "原文": "",
    "位阶": "2",
    "种类": "事件",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "地盘争夺！",
        "原名": "",
        "类型": "被动",
        "特性描述": "当两只可能发生冲突怪物相遇并开始冲突时，你可以根据怪物位阶为它们掷出骰子，T1=d4 T2=d8 T3=d12 T4=d20，出目大的一方将获胜，但双方都会标记对方掷骰出目一半的总生命点。你也可以根据叙事需要，或者与玩家们共创，来决定这次冲突的胜负，此时双方标记对方位阶值*2的生命点。",
        "特性问题": "双方是因什么起的冲突？食物、领地、生存、求偶、幼崽……还是天性如此？"
      },
      {
        "名称": "胜者通吃",
        "原名": "",
        "类型": "反应",
        "特性描述": "地盘争夺的胜者宣示自己的胜利，威吓还在场的所有生物。根据冲突的具体描述，在此场景内胜者可获得以下增益中的两项：难度+2 / 攻击+2 / 压力-4 / 伤害骰增大一级 / 免费执行一次恐惧特性。",
        "特性问题": "胜者是怎样宣示自己的胜利的？它会就此享受胜利果实，还是对玩家角色们赶尽杀绝？"
      },
      {
        "名称": "败者食尘",
        "原名": "",
        "类型": "反应",
        "特性描述": "地盘争夺的败者灰溜溜的离开当前场景，并留下容易追踪的痕迹。如果玩家角色追踪它进入下一个场景，根据冲突的具体描述，它获得以下减益中的两项：难度-2 / 攻击-2 / 压力+4 / 伤害骰减小一级 / 暂时陷入 *脆弱* 状态。",
        "特性问题": "败者身上留下了怎样的伤痕？它是否虚弱不堪，还是仍有一战之力？它又会逃去哪里？"
      },
      {
        "名称": "无妄之灾",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 1 恐惧点**，描述地盘争夺双方的战斗是如何将玩家角色们也卷入其中的。游戏主持人可免费激活冲突双方怪物各一个动作（即使是恐惧动作），对玩家角色进行攻击。",
        "特性问题": "两只巨兽的争斗是如何将玩家角色卷入的？怪物使出了什么招式对玩家角色们造成连带伤害？"
      },
      {
        "名称": "行走的天灾",
        "原名": "",
        "类型": "反应",
        "特性描述": "古龙通常不会与普通怪物发生冲突，但古龙之间一旦发生冲突，往往会带来灾难性的后果，甚至永久性改变附近的地形。在激活“无妄之灾”且冲突双方都是古龙时，再次**花费 1 恐惧点**，描述两只古龙的威能是如何碰撞冲突而产生毁灭性的天灾，所有玩家角色都需要进行反应掷骰，失败则受到4d12+20点物理魔法混合伤害，成功则伤害减半。不论成功与否，所有玩家角色都要标记 2 压力点。",
        "特性问题": "具有极高智慧的古龙之间为何会发生这种不死不休的争斗？而由它们之间的冲突所形成的天灾又造成了什么不可磨灭的影响？"
      }
    ],
    "类型": "环境",
    "简介": "两头怪物因为争夺领地而大打出手，猎人们被夹在中间，但是福是祸还未可知……",
    "趋向": "乱入，附带伤害，渔翁得利",
    "难度": "动态",
    "潜在敌人": "任意怪物",
    "id": "59418185-5d45-4860-85aa-62e6ee878c70"
  },
  {
    "名称": "采集任务",
    "原文": "",
    "位阶": "2",
    "种类": "事件",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "任务目标",
        "原名": "",
        "类型": "被动",
        "特性描述": "玩家收到一份采集委托，选择收集到一定数量的目标物品便能完成任务。",
        "特性问题": "除此之外，任务还有哪些限制？时间？猫车次数？这个任务的背景是什么？任务的完成或失败对委托人、据点以及整个世界意味着什么？"
      },
      {
        "名称": "采集什么？",
        "原名": "",
        "类型": "反应",
        "特性描述": "玩家接下采集任务时，提供有关任务目标的最基础信息，如需要采集的物品名称、描述、数量等。更多的信息，玩家角色可以基于自己目前已知进行推断，也可以尝试获取更多情报：进行回想、询问NPC或查询资料。并进行相应的掷骰。玩家队伍收集到的信息将影响之后的任务难度。",
        "特性问题": "任务目标是什么？在哪里出现？它有多重？有多大？是否需要特殊环境保存？它是否易燃易爆易碎易受潮？或是有其他妨碍采集和搬运，使它变得如此珍稀的因素？当然还有最重要的问题：它有多值钱？"
      },
      {
        "名称": "能赚多少？",
        "原名": "",
        "类型": "反应",
        "特性描述": "基于之前收集到的信息，玩家队伍需要自行计算如何平衡风险与收益，并花费金币进行相应的准备。包括但不限于：采集工具，随行人员，旅行补给，运输工具等。准备的充分与否也将影响后续的任务。",
        "特性问题": "之前收集到的哪些信息能够帮助玩家决策？又有哪些信息实际上却会误导他们？玩家本身的哪些能力可以让他们省下一笔钱，又欠缺什么能力让他们不得不荷包大出血？"
      },
      {
        "名称": "竟然有怪？",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 1 恐惧点**，引入一只大型怪物妨碍队伍的采集任务或袭击运输队伍。若玩家选择战斗，击败怪物后的素材也需要占用他们运输的空间。",
        "特性问题": "怪物被什么所吸引？又是怎么干扰玩家队伍的采集的？玩家会消灭它，赶走它，还是想着别节外生枝？激烈的战斗是否会破坏采集目标？"
      },
      {
        "名称": "还有同行？",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 1 恐惧点**，引入与玩家队伍形成竞争关系的NPC队伍。由GM或是命运掷骰来决定双方是否知晓对方以及他们各自距离任务目标的进度。",
        "特性问题": "是猎人公会失误将同一份任务委托给了两个队伍？还是竞争者明知违反规定也要抢在玩家前面？他们的动机是什么？玩家又是否认识他们？"
      }
    ],
    "类型": "环境",
    "简介": "有人随手挖挖就能一夜暴富，也有人痴迷不悟因此倾家荡产……你是哪一种？",
    "趋向": "精打细算，做出取舍，要钱要命？",
    "难度": "13",
    "潜在敌人": "任意",
    "id": "46900d75-be44-40ef-b594-7aa418092ef0"
  },
  {
    "名称": "调查任务",
    "原文": "",
    "位阶": "2",
    "种类": "事件",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "任务目标",
        "原名": "",
        "类型": "被动",
        "特性描述": "玩家收到一份调查委托，选择一个未知的地区、自然环境、怪物生态等事物作为调查目标，收集到相关信息并取得证据后便能完成任务。",
        "特性问题": "除此之外，任务还有哪些限制？时间？猫车次数？这个任务的背景是什么？任务的完成或失败对委托人、据点以及整个世界意味着什么？"
      },
      {
        "名称": "收集情报",
        "原名": "",
        "类型": "反应",
        "特性描述": "当队伍对任务的目标了解不足时，鼓励玩家以任何叙事上合理的方式收集情报。在必要时进行掷骰，或是用一次团队掷骰概括整个过程。",
        "特性问题": "任务目标又多么不为人知？玩家们最有可能在什么地方获得相关知识？这些知识和情报会在接下来的任务中发挥怎样的作用？"
      },
      {
        "名称": "寻找目标",
        "原名": "",
        "类型": "反应",
        "特性描述": "当队伍开始寻找目标时，设置倒计时（6），鼓励玩家描述他们如何利用手头的一切线索、知识、能力与运气来寻找目标，并根据他们的描述与实际的场景确定追踪难度并告知队伍。在玩家掷骰失败或恐惧时，**花费 1 恐惧点**，引入一场遭遇战、陷阱或其他环境特性。但队伍在战胜后，将获得有关目标的情报。",
        "特性问题": "队伍在搜寻过程中将遭遇哪些挫折？这些挫折是否也与任务目标有关？"
      },
      {
        "名称": "驱赶怪物",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 1 恐惧点**，召唤一只大型怪物阻碍队伍的调查，队伍必须想办法“解决”它才能继续调查。",
        "特性问题": "这只怪物是有意还是无意地挡在了调查路线之上？是否有战斗以外的“解决”办法？"
      },
      {
        "名称": "行百里者半九十",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 1 恐惧点**，给队伍在采集样本留存证据时制造难题。队伍必须进行难度20的团队掷骰，失败则功亏一篑错失良机。提前告知队伍这次掷骰的难度以及后果，鼓励玩家以任何叙事上合理的方式为自己创造优势，并相应的降低难度。",
        "特性问题": "就在队伍与任务目标近在咫尺的时刻，什么意想不到的因素阻碍了他们？若队伍真的不幸失败，他们是否能够完成部分目标，或是有其它意外发现？"
      }
    ],
    "类型": "环境",
    "简介": "未知总是吸引好奇者的目光，但追寻真相的路途从来不是一帆风顺的。",
    "趋向": "探索，追踪，推理，调查",
    "难度": "13",
    "潜在敌人": "任意",
    "id": "b56fdd61-5d06-489a-819f-6c05a9d44309"
  },
  {
    "名称": "护送任务",
    "原文": "",
    "位阶": "2",
    "种类": "事件",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "任务目标",
        "原名": "",
        "类型": "被动",
        "特性描述": "玩家需要在时限内将目标护送至某地。护送目标通常是非战斗人员或不易运输的货物。",
        "特性问题": "除此之外，任务还有哪些限制？时间？猫车次数？这个任务的背景是什么？任务的完成或失败对委托人、据点以及整个世界意味着什么？被护送的目标在整个战役中扮演什么样的角色？途中有哪些困难是可以提前预见的？玩家做了什么准备？"
      },
      {
        "名称": "怪物乱入",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 1 恐惧点**，引入一只大型怪物阻碍玩家的护送任务。",
        "特性问题": "这头怪物是否是冲着护送目标来的？玩家怎样在保护目标的束缚下与怪物战斗？"
      },
      {
        "名称": "路遇阻碍",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 1 恐惧点**，引入一个阻碍玩家的环境，设置进度倒计时（6），若玩家队伍未能在4次掷骰内解决，则需要标记 2 压力点或者生命点强行穿过。",
        "特性问题": "玩家队伍是否有预见到这些阻碍？他们做的哪项提前准备对解决现状有帮助？若他们掷骰失败无法通过这里，除了压力与生命的损失，还有什么样的叙事后果？"
      },
      {
        "名称": "一波未平",
        "原名": "",
        "类型": "动作",
        "特性描述": "在叙事合理的情况下，**花费 1 恐惧点**，描绘被护送目标自愿或被迫地离开了队伍的保护范围。在叙事合理范围内的一名玩家可以用标记压力点为代价跟上目标。",
        "特性问题": "什么诱使或是迫使护送目标与玩家队伍分离？队伍被分割的玩家们会怎么行动？追上去的玩家要独自面对怎样的挑战？"
      },
      {
        "名称": "一波又起",
        "原名": "",
        "类型": "动作",
        "特性描述": "在叙事合理的情况下，**花费 1 恐惧点**，描绘被护送目标受到了某种损伤或是负面效果。玩家需要先解决这个问题才能继续护送任务。",
        "特性问题": "被护送的人员怎样拖累了玩家队伍？受伤？中毒？还是单纯的体力不支？被护送的物品又出了什么岔子？破损？丢失？还是运输工具意外损坏？"
      }
    ],
    "类型": "环境",
    "简介": "看在委托报酬的份上，请尽量忍耐护送目标带来的血压升高吧。",
    "趋向": "护送，分割队伍，束手束脚地战斗",
    "难度": "14",
    "潜在敌人": "任意",
    "id": "2f76e7ae-7c17-42a8-8b26-4cd3c301c9b2"
  },
  {
    "名称": "狩猎任务",
    "原文": "",
    "位阶": "2",
    "种类": "事件",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "任务目标",
        "原名": "",
        "类型": "被动",
        "特性描述": "玩家收到一份狩猎委托，选择符合队伍位阶的一只大型怪物为目标，狩猎它便能完成任务。",
        "特性问题": "除此之外，任务还有哪些限制？时间？猫车次数？这个任务的背景是什么？任务的完成或失败对委托人、据点以及整个世界意味着什么？是否有着除了战斗之外的解法？"
      },
      {
        "名称": "捕获目标",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 1 恐惧点**，追加必须捕获目标的要求，杀死目标任务将失败或者报酬大幅减少。目标的生命点剩余1/4以下时可以尝试捕获。捕获时，若怪物陷入陷阱中，则无需掷骰，否则需要每次捕获尝试都需要玩家动作掷骰来对抗怪物的难度。",
        "特性问题": "委托人为何要抓活的怪物？玩家如何确定怪物已经足够虚弱可以捕获？怪物在虚弱时会表现出哪些征兆？这些征兆里哪些实际上是怪物的故意示弱？倘若玩家们失手将目标杀死，任务是否还有转机？"
      },
      {
        "名称": "部位指定",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 1 恐惧点**，指定目标怪物的若干部位，玩家必须破坏、摧毁或是完全不伤害该部位。否则任务将失败或者报酬大幅减少。",
        "特性问题": "委托人为何要特别指定这个部位？为了达成这个目标，玩家应该定制什么样的战术？怪物若发觉玩家的这种战术，又会怎么调整自己的行动？"
      },
      {
        "名称": "大连续",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 X 恐惧点**，额外指定X个大型怪物作为目标。玩家队伍需要在休息次数受限的情况下将所有目标狩猎才能完成任务。多个狩猎目标可能是依次出现在猎场中，但如果玩家队伍狩猎速度不够快，也会出现多只怪物同场的情况。",
        "特性问题": "为了完成这么严苛的任务，玩家的队伍组成、提前准备、消耗品采购、战术设计会是什么样的？原本十分注重生态平衡的公会又是由于什么特殊的原因发出这种委托的？"
      },
      {
        "名称": "狩王大赛",
        "原名": "",
        "类型": "动作",
        "特性描述": "**花费 1 恐惧点**，将最终任务报酬与完成狩猎的速度挂钩。设置倒计时（30）记录队伍的每一次动作掷骰，短休推进5点，长休推进10点。当倒计时触发时或者狩猎成功时，根据剩余倒计时点数发放任务报酬。",
        "特性问题": "功利！滥强！构筑！MINMAX！战棋！你是否确定你的PL都同意并喜欢这种风格的游戏？你又是否能提供足够爽快的战斗供他们游玩？"
      }
    ],
    "类型": "环境",
    "简介": "在壮丽的大自然中与怪物进行一场史诗级的决斗。",
    "趋向": "主动出击，狩猎战斗，额外要求",
    "难度": "14",
    "潜在敌人": "任意",
    "id": "d581d61a-b968-4919-85fc-b60ee74faa28"
  },
  {
    "名称": "黄金乡",
    "原文": "",
    "位阶": "3",
    "种类": "探索",
    "来源": "怪物猎人",
    "特性": [
      {
        "名称": "黄金诅咒",
        "原名": "",
        "类型": "被动",
        "特性描述": "进入黄金乡的生物都将经受信念的考验。那些能够抵挡诱惑的可以收获绚辉龙与黄金奇面族的友谊，但那些抵挡不住黄金诱惑的则将被自己的贪婪所诅咒：身体将逐渐变为黄金，思绪愈加疯狂，最终化为这黄金乡内另一座奇特的黄金雕塑——在此状态下，这些生物的攻击处于劣势但伤害骰增加一级，难度/闪避值降低4但阈值+8。若没有及时解除诅咒，身体将逐渐不可逆地变为黄金，全部变为黄金时，将直接死亡。",
        "特性问题": "黄金的诅咒将以何种形式蛊惑他们？玩家在踏入黄金乡时是否知情？受诅咒者怎样才能解除诅咒？又会有什么后遗症？而那些并没有金钱和财富概念的生物又会变成什么样？"
      },
      {
        "名称": "挖掘赌石",
        "原名": "",
        "类型": "动作",
        "特性描述": "向玩家展示，黄金乡内的金属块内可能含有强大的武器装备或宝藏。根据挖掘位置不同掷骰：外围周边d12，核心区d8，绚辉龙本体或其掉落物d4。骰值越小获得的奖励越高，越有可能是黄金武器，骰值越高获得的奖励越差，越有可能只是金币或者废渣。\n而当这一挖掘行为属于盗窃或抢劫时，施行者将受到“黄金诅咒”。",
        "特性问题": "为了让此地主人允许挖掘，挖掘者必须与它们达成怎样的关系或是付出怎样的代价？而倘若挖掘者不愿付出而偷挖盗采，这一行为若被发现，此地主人会有什么反应？"
      },
      {
        "名称": "奇怪交易",
        "原名": "",
        "类型": "动作",
        "特性描述": "长期待在黄金乡的黄金奇面族希望与外界的猎人交易一些物资，但它对价值的理解明显异于常人。",
        "特性问题": "拥有几乎无限黄金的奇面族们会开出什么奇特的价码？玩家能够利用这一点大发横财吗？还是反而会被坑的血本无归？"
      },
      {
        "名称": "地脉流动",
        "原名": "",
        "类型": "动作",
        "特性描述": "绚辉龙追随着地脉的流动而栖息，才会形成黄金乡。**花费 1 恐惧点**，描述此时地脉的流动遭到了什么扰动或改变。绚辉龙将变得烦躁不安，变得极富攻击性，甚至开始迁徙到其他地脉能量丰富之地。",
        "特性问题": "是什么导致了地脉的异动？玩家会安抚绚辉龙，还是使用武力让她冷静下来？若黄金乡随绚辉龙而去，原先的地点和生态又会发生什么变化？"
      }
    ],
    "类型": "环境",
    "简介": "一个墙壁、天花板和地面都覆盖着融化的金属的地下洞窟，奇特而罕见的黄金生物生态在此地繁衍生息。",
    "趋向": "引人贪念，一夜暴富",
    "难度": "16",
    "潜在敌人": "黄金奇面族、绚辉龙",
    "id": "7632bff9-a225-4a59-89a4-61816597286d"
  }
]